Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/admin.po
Languages: es, id, pt_br

# admin.languages.download
source: Download Locale
es: Descargar configuración local
id: Unduh Bahasa
pt_br: Faça o download do Locale

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
es: Las configuraciones regionales marcadas pueden estar incompletas.
id: Bahasa yang ditandai kemungkinan belum lengkap.
pt_br: As localidades marcadas podem estar incompletas.

# admin.contexts.contextDescription
source: Server description
es: Descripción del servidor
id: Deskripsi server
pt_br: Descrição do servidor

# admin.contexts.form.edit.success
source: {$name} was edited successfully.
es: {$name} se editó con éxito.
id: {$name} berhasil disunting.

# admin.contexts.form.create.success
source: {$name} was created successfully.
es: {$name} se creó con éxito.
id: {$name} berhasil dibuat.

# admin.contexts.form.pathExists
source: The path you provided is already in use by another server.
es: La ruta que proporcionó ya está en uso por otro servidor.
id: Path yang dimasukkan sudah digunakan oleh server lain.
pt_br: O caminho que você forneceu já está sendo usado por outro servidor.

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
es: La ruta solo puede incluir letras, números y los caracteres _ y -. Debe comenzar y terminar con una letra o número.
id: Path hanya boleh berisi huruf, angka dan karakter _ dan - serta harus diawali dan diakhiri dengan huruf atau angka.
pt_br: O caminho pode incluir apenas letras, números e os caracteres _ e -. Ele deve começar e terminar com uma letra ou número.

# admin.contexts.create
source: Create Server
es: Crear Servidor
id: Buat Server
pt_br: Criar Servidor

# admin.systemConfiguration
source: OJS Configuration
es: Configuración OPS
id: Konfigurasi OPS
pt_br: Configuração do OPS

# admin.languages.download.cannotModifyRegistry
source: Cannot add the new locale to the locale registry file, typically "registry/locales.xml".
es: No se puede agregar la nueva configuración regional al archivo de registro de configuración regional, generalmente "Registry/locales.xml".
id: Tidak dapat menambahkan bahasa baru ke file registri bahasa, biasanya "registry/locales.xml".
pt_br: Não é possível adicionar o novo código do idioma ao arquivo de registro do código do idioma, normalmente "registry/locales.xml".

# admin.languages.download.cannotOpen
source: Cannot open language descriptor from PKP web site.
es: No se puede abrir el descriptor de idioma desde el sitio web PKP.
id: Tidak dapat membuka deskriptor bahasa dari situs web PKP.
pt_br: Não é possível abrir o descritor de idioma do site PKP.

# admin.languages.localeInstalled
source: The "{$locale}" locale has been installed.
es: Se ha instalado la configuración regional "{$locale}".
id: Bahasa "{$locale}" telah diinstal.
pt_br: A localidade "{$ locale}" foi instalada.

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted servers. See the PPS documentation for information on adding support for new languages.
es: Seleccione las configuraciones regionales adicionales para instalar el soporte en este sistema. Las configuraciones regionales deben instalarse antes de que puedan ser utilizadas por los servidores alojados. Consulte la documentación de OPS para obtener información sobre cómo agregar soporte para nuevos idiomas.
id: Pilih bahasa tambahan yang ingin dipasang yang mendukung sistem ini. Bahasa harus diinstal sebelum dapat digunakan oleh server yang dihosting. Lihat dokumentasi OPS untuk informasi tentang menambahkan dukungan untuk bahasa baru.
pt_br: Selecione quaisquer códigos de idioma adicionais para instalar o suporte neste sistema. As localidades devem ser instaladas antes de poder ser usadas pelos servidores hospedados. Consulte a documentação do OPS para obter informação sobre como adicionar suporte para novos idiomas.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted servers currently using the locale.
es: ¿Seguro que quiere desinstalar esta configuración regional? Esto puede afectar a los servidores alojados que actualmente usan la configuración regional.
id: Yakin ingin menghapus bahasa ini? Ini dapat mempengaruhi server yang sedang menggunakan bahasa ini.
pt_br: Está certo de que deseja desinstalar este código de idioma? Isso pode afetar qualquer servidor hospedado atualmente usando o código do idioma.

# admin.languages.downloadUnavailable
source: <p>Downloading language packs from the Public Knowledge Project web server is not currently available because:</p> <ul> <li>Your server does not have or allow execution of the GNU "tar" utility.</li> <li>OJS is unable to modify the locale registry file, typically "registry/locales.xml".</li> </ul><p>Language packs can be manually downloaded from the <a href="http://pkp.sfu.ca">PKP web site</a>.</p>
es: <p>La descarga de paquetes de idiomas del servidor web del Proyecto de Conocimiento Público no está disponible actualmente porque:</p> <ul> <li>Su servidor no tiene ni permite la ejecución de la utilidad GNU "tar".</li> < li>OPS no puede modificar el archivo de registro de configuración regional, normalmente "Registry/locales.xml".</li> </ul> <p>Los paquetes de idioma se pueden descargar manualmente desde<a href="http://pkp.sfu.ca">PKP web site</a>.</p>
id: <p>Mengunduh paket bahasa dari server web Public Knowledge Project saat ini tidak tersedia karena:</p> <ul> <li>Server Anda tidak memiliki atau mengizinkan eksekusi utilitas "tar" GNU.</li> <li>OPS tidak dapat memodifikasi file registri lokal, biasanya "registry/locales.xml".</li> </ul><p>Paket bahasa dapat diunduh secara manual dari <a href ="http://pkp.sfu.ca">situs web PKP</a>.</p>
pt_br: <p>O download de pacotes de idiomas do servidor da web Public Knowledge Project não está disponível no momento porque</p><ul><li>Seu servidor não possui ou não permite a execução do utilitário "tar" do GNU</li><li>O OPS não pode modificar o arquivo de registro de localidade, normalmente "registry/ locales.xml".</li></ul><p>Os pacotes de idiomas podem ser baixados manualmente do <a href="http://pkp.sfu.ca">site web do PKP</a>.</p>

# admin.settings.info.success
source: The site information has been successfully updated.
es: La información del sitio ha sido actualizada con éxito.
id: Informasi situs telah berhasil diperbaharui.

# admin.settings.config.success
source: The site configuration settings have been successfully updated.
es: La configuración de apariencia del sitio se ha actualizado correctamente.
id: Pengaturan konfigurasi situs telah berhasil diperbaharui.

# admin.settings.appearance.success
source: The site appearance settings have been successfully updated.
es: La configuración de apariencia del sitio se ha actualizado correctamente.
id: Pengaturan tampilan situs telah berhasil diperbaharui.
