Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/api.po
Languages: bg, cs, de, es_es, fi, id, mk

# api.submissions.403.cantChangeContext
source: You can not change the server of a submission.
bg: Не можете да промените сървъра на изпращането.
cs: Server příspěvku nelze změnit.
de: Sie können den Server einer Einreichung nicht ändern.
es_es: No puede cambiar el servidor de un envío.
fi: Et voi vaihtaa käsikirjoitukseen liittyvää palvelinta.
id: Kamu tidak bisa mengubah server pengiriman naskah.
mk: Не можете да го промените серверот на поднесокот.

# api.contexts.403.requestedDisabledContexts
source: You can only view servers that have been enabled.
bg: Можете да видите само сървъри, които са активирани.
cs: Můžete zobrazit pouze servery, které byly povoleny.
de: Sie können nur Server anzeigen, die aktiviert wurden.
es_es: Solo puede ver los servidores que se han habilitado.
fi: Voit katsoa vain julkisia palvelimia.
id: Anda hanya bisa melihat server yang telah diaktifkan.
mk: Може да гледате само сервери што се овозможени.

# api.contexts.403.notAllowed
source: You do not have permission to view this server.
bg: Нямате права да видите този сървър.
cs: Nemáte oprávnění zobrazit tento server.
de: Sie haben keine Berechtigung, diesen Server zu sehen.
es_es: No tiene permiso para ver este servidor.
fi: Sinulla ei ole lupaa katsoa tätä palvelinta.
id: Anda tidak memiliki izin untuk melihat server ini.
mk: Немате дозвола да го гледате овој сервер.

# api.contexts.403.requiresContext
source: You can not edit this server from the site-wide API.
bg: Не можете да редактирате този сървър от API за целия сайт.
cs: Tento sever nelze upravovat přes API pro celý web.
de: Sie können diesen Server nicht über die seitenweite API bearbeiten.
es_es: No puede editar este servidor desde la API de todo el sitio.
fi: Palvelinta ei voi muokata sivuston rajapinnasta käsin.
id: Kamu tidak bisa menyunting server dari API situs.
mk: Не можете да го уредувате овој сервер од API ширум страницата.

# api.contexts.403.notAllowedEdit
source: You do not have permission to edit this server.
bg: Нямате права да редактирате този сървър.
cs: Nemáte oprávnění upravovat tento server.
de: Sie haben keine Berechtigung, diesen Server zu bearbeiten.
es_es: No tiene permiso para editar este servidor.
fi: Sinulla ei ole lupaa muokata tätä palvelinta.
id: Anda tidak punya izin menyunting server ini.
mk: Немате дозвола за уредување на овој сервер.

# api.contexts.403.notAllowedDelete
source: You do not have permission to delete this server.
bg: Нямате права да изтриете този сървър.
cs: K odstranění tohoto serveru nemáte oprávnění.
de: Sie haben nicht die Erlaubnis, diesen Server zu löschen.
es_es: No tiene permiso para eliminar este servidor.
fi: Sinulla ei ole lupaa poistaa tätä palvelinta.
id: Anda tidak punya izin untuk menghapus server ini.
mk: Немате дозвола да го избришете овој сервер.

# api.contexts.404.contextNotFound
source: The server you requested was not found.
bg: Сървърът, който поискахте, не беше намерен.
cs: Požadovaný server nebyl nalezen.
de: Der von Ihnen angeforderte Server wurde nicht gefunden.
es_es: No se encontró el servidor que solicitó.
fi: Etsimääsi palvelinta ei löytynyt.
id: Server yang diminta tidak ditemukan.
mk: Серверот што го баравте не беше пронајден.

# api.emails.403.disabled
source: The email notification feature has not been enabled for this server.
bg: Функцията за известяване по имейл не е активирана за този сървър.
cs: Pro tento server nebyla zapnuta e-mailová upozornění.
de: Die E-Mail-Benachrichtigungsfunktion wurde für diesen Server nicht aktiviert.
fi: Sähköposti-ilmoituksia ei ole otettu käyttöön tässä palvelimessa.
mk: Можноста за имејл нотификација не е овозможена на овој сервер.

# api.emailTemplates.403.notAllowedChangeContext
source: You do not have permission to move this email template to another server.
bg: Нямате права да преместите този имейл шаблон на друг сървър.
cs: Nemáte oprávnění přesunout tuto e-mailovou šablonu na jiný server.
de: Sie haben nicht die Erlaubnis, diese E-Mail-Vorlage auf einen anderen Server zu verschieben.
es_es: No tiene permiso para mover esta plantilla de correo electrónico a otro servidor.
fi: Sinulla ei ole lupaa siirtää tätä sähköpostipohjaa toiseen palvelimeen.
id: Anda tidak punya izin memindahkan template surel ini ke server lain.
mk: Немате дозвола да го преместите овој образец за е-пошта на друг сервер.

# api.publications.403.submissionsDidNotMatch
source: The version that you requested is not part of this submission.
bg: Версията, която поискахте, не е част от това изпращане.
cs: Požadované verze není součástí tohoto příspěvku.
de: Die von Ihnen angeforderte Version ist nicht Teil dieser Vorlage.
fi: Pyytämäsi julkaistu versio ei kuulu tähän käsikirjoitukseen.
mk: Верзијата што ја побаравте не е дел од овој поднесок.

# api.submissionFiles.400.badRepresentationAssocType
source: You can not associated a file from this file stage with a galley.
bg: Не можете да свържете файл от този файлов етап с типография.
cs: Soubor z této fáze nelze přiřadit ke sazebnici.
de: Sie können eine Datei aus dieser Dateistufe nicht mit einer Gesamtfahne verknüpfen.
fi: Tämän vaiheen tiedosto ei voi olla julkaistava tiedosto.
mk: Не можете да поврзете датотека од оваа фаза на датотека со отисок на труд.

# api.announcements.400.contextsNotMatched
source: The announcement you requested is not part of this server.
bg: Съобщението, което поискахте, не е част от този сървър.
cs: Vámi požadované oznámení není součástí tohoto serveru.
de: Die von Ihnen angeforderte Ankündigung ist nicht Teil dieses Servers.
fi: Pyytämäsi ilmoitus ei ole osa tätä palvelinta.
mk: Огласот што го побаравте не е дел од овој сервер.

# api.submissions.403.contextRequired
source: To make or edit a submission you must make a request to the server's API endpoint.
bg: За да направите или редактирате подаване, трябва да направите заявка до крайната точка на API на сървъра.
cs: Chcete-li odeslat nebo upravit příspěvek, musíte zadat požadavek na koncový bod API serveru.
de: Um eine Einreichung zu erstellen oder zu bearbeiten, müssen Sie eine Anfrage an den API-Endpunkt des Servers stellen.
es_es: Para realizar o editar un envío, debe realizar una solicitud al punto final de la API del servidor.
fi: Käsikirjoituksen luomiseksi tai muokkaamiseksi pitää tehdä kysely palvelimen rajapintaan.
id: Untuk mengirim naskah, buat permintaan pada endpoin API server.
mk: За да направите или уредувате поднесок, мора да побарате крајна точка на API на серверот.

# api.contexts.403.contextsDidNotMatch
source: You can not view or edit this server unless you make a request to the server's API or the site-wide API.
bg: Не можете да преглеждате или редактирате този сървър, освен ако не направите заявка към API на сървъра или API за целия сайт.
cs: Tento sever nemůžete prohlížet ani upravovat, dokud nepožádáte o API server nebo API pro celý web.
de: Sie können diesen Server nicht anzeigen oder bearbeiten, es sei denn, Sie stellen eine Anfrage an die API des Servers oder an die standortweite API.
es_es: No puede ver o editar este servidor a menos que realice una solicitud a la API del servidor o la API de todo el sitio.
fi: Et voi katsoa tai muokata tätä palvelinta, jos et tee pyyntöä palvelimen tai sivuston rajapintaan.
id: Kamu tidad bisa membuka atau menyunting server ini sebelum meminta ke API server atau API situs.
mk: Не можете да го прегледувате или уредувате овој сервер освен ако не побарате барање до API на серверот или API за целата страница.
