Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/author.po
Languages: de_de, es, fi_fi, fr, mk_mk

# author.submit.proceedToPublish
source: Proceed to publish
de_de: Weiter zum Posten
es: Proceder a publicar
fi_fi: Siirry julkaisemaan
fr: Procéder à la publication
mk_mk: Продолжете со објавување

# author.submit.authorCanPublish
source: The server has been notified of your submission, and you've been emailed a confirmation for your records. <b>All the requirements for publishing have been met and you can proceed to review and publish your preprint</b>.
de_de: Der Server wurde über Ihre Einreichung benachrichtigt und Sie haben eine Bestätigung für Ihre Unterlagen per E-Mail erhalten. <b>Alle Voraussetzungen für die Veröffentlichung sind erfüllt und Sie können mit der Überprüfung und Veröffentlichung Ihres Preprints fortfahren</b>.
es: El servidor ha sido notificado de su envío y se le ha enviado una confirmación por correo electrónico para sus registros. <b>Se han cumplido todos los requisitos para la publicación y puede proceder a revisar y publicar su preprint</b>.
fr: Le serveur a été informé de votre soumission et vous avez reçu une confirmation par courriel pour votre dossier. <b>Toutes les exigences de publication ont été remplies et vous pouvez passer à la révision et la publication de votre prépublication</b>.
mk_mk: Серверот е известен за вашето доставување и ви е испратена потврда за е-пошта по е-пошта. <b> Сите барања за објавување се исполнети и може да продолжите да го прегледувате и објавувате вашиот предпечаток </b>.

# author.submit.publishRequirements
source: The server has been notified of your submission, and you've been emailed a confirmation for your records. Once the moderator has reviewed the submission, they will publish your preprint or contact you. You can also publish by yourself once the following requirements are met:
de_de: Der Server wurde über Ihre Einreichung benachrichtigt, und Sie haben per E-Mail eine Bestätigung für Ihre Unterlagen erhalten. Sobald der Moderator die Einreichung begutachtet hat, wird er Ihren Preprint veröffentlichen oder Sie kontaktieren. Sie können auch selbst einen Beitrag veröffentlichen, sobald die folgenden Voraussetzungen erfüllt sind:
es: El servidor ha sido notificado de su envío y se le ha enviado una confirmación por correo electrónico para sus registros. Una vez que el editor haya revisado el envío, publicará su preimpresión o se comunicará con usted. También puede publicar usted mismo una vez que se cumplan los siguientes requisitos:
fr: Le serveur a été informé de votre soumission et vous avez reçu une confirmation par courriel pour votre dossier. Une fois que le,la rédacteur-trice aura examiné la soumission, il ou elle publiera votre prépublication ou vous contactera. Vous pouvez également publier par vous-même une fois les conditions suivantes remplies :
mk_mk: Серверот е известен за вашето доставување и ви е испратена потврда за е-пошта по е-пошта. Откако модераторот ќе го разгледа поднесокот, тој ќе го објави вашиот предпечаток или ќе ве контактира. Може да објавувате и сами откако ќе се исполнат следниве услови:

# author.submit.authorCanNotPublish
source: Authors on this server can not publish by themselves. The server has been notified of your submission, and you've been emailed a confirmation for your records. Once the moderator has reviewed the submission, they will publish your preprint or contact you.
de_de: Autoren auf diesem Server können nicht selbst Beiträge veröffentlichen. Der Server wurde über Ihre Einreichung benachrichtigt und Sie haben eine Bestätigung für Ihre Unterlagen per E-Mail erhalten. Sobald der Moderator die Einreichung begutachtet hat, wird er Ihren Preprint veröffentlichen oder Sie kontaktieren.
es: Los autores en este servidor no pueden publicar por sí mismos. El servidor ha sido notificado de su envío y se le ha enviado una confirmación por correo electrónico para sus registros. Una vez que el editor haya revisado el envío, publicará su preimpresión o se comunicará con usted.
fr: Sur ce serveur les auteurs-es ne peuvent pas publier par eux-mêmes et elles-mêmes. Le serveur a été informé de votre soumission et vous avez reçu une confirmation par courriel pour votre dossier. Une fois que le,la rédacteur-trice aura examiné la soumission, il ou elle publiera votre prépublication ou vous contactera.
mk_mk: Авторите на овој сервер не можат сами да објавуваат. Серверот е известен за вашето доставување и ви е испратена потврда за е-пошта по е-пошта. Откако модераторот ќе го разгледа поднесокот, тој ќе го објави вашиот предпечаток или ќе ве контактира.

# author.submit.form.abstractRequired
source: Please enter the abstract of your preprint.
de_de: Bitte tragen Sie den Abstract Ihres Preprints ein.
es: Ingrese el resumen de su preprint.
fr: Veuillez saisir le résumé de votre prépublication.
mk_mk: Ве молиме, внесете го апстрактот од вашиот препечаток.

# author.submit.form.sectionRequired
source: Please select an appropriate server section for this submission.
de_de: Bitte wählen Sie einen geeigneten Serverabschnitt für diesen Beitrag.
es: Seleccione una serie de servidores adecuada para este envío.
fi_fi: Valitse tälle käsikirjoitukselle sopiva palvelimen osasto.
fr: Veuillez sélectionner une série du serveur appropriée pour cette soumission.
mk_mk: Ве молиме, изберете соодветен дел од серверот за овој поднесок.

# submission.submit.coverNote
source: Comments for the Moderator
de_de: Kommentare für den Moderator
es: Comentarios para el Editor
fi_fi: Kommentit moderaattorille
fr: Commentaires pour le,la rédacteur-trice
mk_mk: Коментари за модераторот

# author.submit.journalSection
source: Preprints must be submitted to one of the server's sections.
es: Serie del servidor
fi_fi: Palvelimen osasto

# author.submit.notAccepting
source: This server is not accepting submissions at this time.
de_de: Dieser Server nimmt zur Zeit keine Einreichungen an.
es: Este servidor no acepta envíos en este momento.
fi_fi: Tämä palvelin ei juuri nyt ota vastaan käsikirjoituksia.
fr: Ce serveur n'accepte pas de soumissions pour le moment.
mk_mk: Овој сервер не прифаќа поднесоци во овој момент.

# submission.submit.cancelSubmission
source: You can complete this submission at a later date by selecting Active Submissions from the Author home.
de_de: Sie können diese Einreichung zu einem späteren Zeitpunkt abschließen, indem Sie auf der Autoren-Homepage "Aktive Einreichungen" auswählen.
es: Puede completar este envío en una fecha posterior seleccionando Envíos activos en la página principal del Autor.
fi_fi: Voit viimeistellä tämän lähetyksen myöhemmin valitsemalla välilehden Kaikki aktiiviset Kirjoittajan etusivulta.
fr: Vous pouvez compléter cette soumission ultérieurement en la sélectionnant dans le menu des soumissions actives de l'auteur-e.
mk_mk: Овој поднесок можете да го завршите на подоцнежен датум со избирање Активни поднесоци од домот на авторот.

# author.submit.nextSteps
source: Next Steps
de_de: Nächste Schritte
es: Próximos pasos
fi_fi: Seuraavat vaiheet
fr: Étapes suivantes
mk_mk: Следни чекори

# author.submit.confirmation
source: Confirmation
de_de: Bestätigung
es: Confirmación
fi_fi: Vahvistus
fr: Confirmer
mk_mk: Потврда

# author.submit.metadata
source: Enter Metadata
de_de: Metadaten eintragen
es: Ingrese metadatos
fi_fi: Syötä kuvailutiedot
fr: Saisir les métadonnées de la soumission
mk_mk: Внесете метаподатоци

# author.submit.upload
source: Upload Submission
de_de: Upload Einreichung
es: Subir envío
fi_fi: Lataa käsikirjoitus
fr: Téléverser la soumission
mk_mk: Испратете го поднесокот

# author.submit.start
source: Start
es: Comienzo
fi_fi: Aloita
fr: Débuter
mk_mk: Започнете

# author.submit
source: New Submission
de_de: Neue Einreichung
es: Nuevo envío
fi_fi: Uusi käsikirjoitus
fr: Nouvelle soumission
mk_mk: Нов поднесок
