Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/default.po
Languages: bg, cs, de, mk, pt_br

# default.contextSettings.forReaders
source: We encourage readers to sign up for the posting notification service for this server. Use the <a href="{$indexUrl}/{$contextPath}/user/register">Register</a> link at the top of the home page. This list also allows the server to claim a certain level of support or readership. See the <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Privacy Statement</a>, which assures readers that their name and email address will not be used for other purposes.
bg: Насърчаваме читателите да се регистрират за услугата за известия за публикуване за този сървър. Използвайте връзката <a href="{$indexUrl}/{$contextPath}/user/register">Регистрация</a> в горната част на началната страница. Този списък също позволява на сървъра да претендира за определено ниво на поддръжка или читателска аудитория. Вижте <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Декларацията за поверителност</a>, която гарантира на читателите, че тяхното име и имейл адрес няма да бъдат използвани за други цели.
cs: Doporučujeme čtenářům, aby se přihlásili k odběru služby oznamování příspěvků na tomto serveru. Použijte odkaz <a href="{$indexUrl}/{$contextPath}/user/register">Registrovat</a> v horní části domovské stránky. Tento seznam také umožňuje serveru nárokovat si určitou úroveň podpory nebo čtenářskou obec. Viz <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Prohlášení o ochraně osobních údajů</a>, které čtenáře ujišťuje, že jejich jméno a e-mailová adresa nebudou použity k jiným účelům.
de: Wir empfehlen den Lesern, sich für den Posting-Benachrichtigungsdienst für diesen Server zu registrieren. Benutzen Sie den <a href="{$indexUrl}/{$contextPath}/user/register">Registrieren</a> Link oben auf der Homepage. Diese Liste ermöglicht es dem Server auch, einen bestimmten Grad an Unterstützung oder Leserschaft zu beanspruchen. Siehe die <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Datenschutzerklärung</a>, die den Lesern versichert, dass ihr Name und ihre E-Mail-Adresse nicht für andere Zwecke verwendet werden.
mk: Ние ги охрабруваме читателите да се регистрираат за услугата за објавување известувања за овој сервер. Користете ја врската <a href="{$indexUrl}/{$contextPath}/user/register"> Регистрирај се </a> на врвот на почетната страница. Оваа листа исто така му овозможува на серверот да бара одредено ниво на поддршка или читаност. Погледнете ја <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement"> Изјавата за приватност </a>, што ги уверува читателите дека нивното име и адреса на е-пошта нема да се користат за други цели.
pt_br: Encorajamos os leitores a se registrar no serviço de notificação de publicação deste servidor. Utilize o link <a href="{$indexUrl}/{$contextPath}/user/register"> Registre-se </a> no link no topo da página de inicio. Esta lista também permite ao servidor reclamar um certo nível de suporte ou leitores. Consulte a <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement"> Declaração de privacidade </a>, que garante aos leitores que seu nome e e-mail não serão utilizados para outras finalidades.

# default.contextSettings.forLibrarians
source: We encourage research librarians to list this server among their library's holdings. As well, it may be worth noting that this server's open source system is suitable for libraries to host for their faculty members to use (see <a href="https://pkp.sfu.ca">Public Knowledge Project</a>).
bg: Насърчаваме изследователските библиотеки да изброят този сървър сред фондовете на своите библиотеки. Освен това може да си струва да се отбележи, че системата с отворен код на този сървър е подходяща за библиотеки, които да хостват материали за членовете си (вижте <a href="https://pkp.sfu.ca">Проект за обществено знание (Public Knowledge Project)</a >).
cs: Doporučujeme vědeckým knihovníkům, aby tento server zařadili do svých knihovních fondů. Stejně tak může stát za zmínku, že systém tohoto serveru s otevřeným zdrojovým kódem je vhodný pro knihovny, které jej mohou hostovat pro své zaměstnance na fakultách (viz <a href="https://pkp.sfu.ca">projekt Public Knowledge Project</a>).
de: Wir ermutigen wissenschaftliche Bibliothekare, diesen Server in den Bestand ihrer Bibliothek aufzunehmen. Es ist auch erwähnenswert, dass das Open-Source-System dieses Servers für Bibliotheken geeignet ist, um es für ihre Fakultätsmitglieder zu hosten (siehe <a href="http://pkp.sfu.ca">Public Knowledge Project</a>).
mk: Ние ги охрабруваме библиотекарите за истражување да го наведат овој сервер меѓу поседите на нивната библиотека. Исто така, може да вреди да се напомене дека системот со отворен извор на овој сервер е погоден за библиотеки да бидат домаќини за да ги користат нивните членови на факултет (видете <a href="http://pkp.sfu.ca"> Проект за јавно знаење </a>).
pt_br: Encorajamos aos bibliotecários de pesquisa a incluir este servidor entre aqueles existentes em suas biblioteca. Além disso, vale a pena assinalar que o sistema de publicação de código aberto deste servidor é adequado para que as bibliotecas hospedem os membros de sua faculdade (ver <a href="https://pkp.sfu.ca">Public Knowledge Project</a>).

# default.contextSettings.openAccessPolicy
source: This server provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.
bg: Този сървър осигурява незабавен отворен достъп до съдържанието си на принципа, че предоставянето на изследванията свободно достъпни за обществеността подкрепя по-голям глобален обмен на знания.
cs: Tento server poskytuje okamžitý otevřený přístup ke svým materiálům na základě principu, že volné zpřístupnění výzkumu veřejnosti globálně podporuje širší výměnu vědomostí.
de: Dieser Server bietet einen sofortigen offenen Zugang zu seinen Inhalten nach dem Grundsatz, dass die freie Zugänglichkeit von Forschungsergebnissen für die Öffentlichkeit einen größeren globalen Wissensaustausch fördert.
mk: Овој сервер обезбедува непосреден отворен пристап до неговата содржина врз принципот дека ставањето на истражување слободно достапно за јавноста поддржува поголема глобална размена на знаење.
pt_br: Este servidor fornece acesso aberto imediato ao seu conteúdo, sob o princípio de que a disponibilização aberta e gratuita da pesquisa ao público apóia um maior intercâmbio global de conhecimento.

# default.genres.researchMaterials
source: Research Materials
bg: Изследователски материали
cs: Výzkumné materiály
de: Forschungsmaterialien
mk: Материјали за истражување
pt_br: Material de Pesquisa

# default.genres.researchResults
source: Research Results
bg: Изследователски резултати
cs: Výsledky výzkumu
de: Forschungsergebnisse
mk: Резултати од истражувањето
pt_br: Resultado de pesquisa

# default.submission.step.contributors
source: <p>Add details for all of the contributors to this submission. Contributors added here will be sent an email confirmation of the submission.</p><p> If a contributor can not be contacted by email, because they must remain anonymous or do not have an email account, please do not enter a fake email address. You can add information about this contributor in a message to the moderators at a later step in the submission process.</p>
bg: <p>Добавете подробности за всички сътрудници на това изпращане. На добавените тук сътрудници ще бъде изпратен имейл с потвърждение за изпращането на материала.</p><p> Ако сътрудник не може да се свърже по имейл, защото трябва да остане анонимен или няма имейл акаунт, моля, не въвеждайте некоректен имейл адрес. Можете да добавите информация за този сътрудник в съобщение до модераторите на по-късна стъпка от процеса на изпращане.</p>
cs: <p>Přidejte údaje o všech přispěvatelích k tomuto příspěvku. Zde přidaným přispěvatelům bude zasláno e-mailové potvrzení o příspěvku.</p><p> Pokud přispěvatele nelze kontaktovat e-mailem, protože musí zůstat v anonymitě nebo nemá e-mailový účet, nezadávejte falešnou e-mailovou adresu. Informace o tomto přispěvateli můžete doplnit ve zprávě pro moderátory v pozdější fázi procesu odesílání příspěvků.</p>
de: <p>Geben Sie die Details für alle Mitwirkenden an diesem Beitrag an. Die hier hinzugefügten Mitwirkenden erhalten eine E-Mail-Bestätigung der Einreichung.</p><p>Wenn ein/e Mitwirkende/r nicht per E-Mail kontaktiert werden kann, weil er/sie anonym bleiben muss oder kein E-Mail-Konto hat, geben Sie bitte keine gefälschte E-Mail-Adresse ein. Sie können Informationen über diese/n Mitarbeiter/in in einer Nachricht an die Moderatoren zu einem späteren Zeitpunkt im Einreichungsprozess hinzufügen.</p>
mk: <p>Додадете детали за сите соработници на овој поднесок. На сите додадени соработници ќе им биде испратена емаил потврда за поднесокот.</p><p> Доколку не можеме да контактираме некој од соработниците преку емаил бидејќи мора да останат анонимни или немаат емаил профил, ве молиме не ставајте лажен емаил. Можерте да додадете информации за овој соработник во порака до модераторите во еден од понатамошните чекори на процесот на поднесување.</p>
pt_br: <p>Adicione os detalhes de todos os contribuidores a esta submissão. Os colaboradores adicionados aqui receberão um e-mail de confirmação da submissão.</p><p> Se um colaborador não puder ser contatado por e-mail, porque deve permanecer anônimo ou não possui uma conta de e-mail, não insira um endereço de e-mail falso. Você pode adicionar informações sobre este colaborador em uma mensagem para os moderadores em uma etapa posterior do processo de submissão.</p>
