Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/default.po
Languages: bg, cs, de, mk, pt_br

# section.default.title
source: Preprints
bg: Препринти
cs: Preprinty
mk: Отпечатоци

# section.default.abbrev
source: PRE
bg: АБРЕВ
mk: ПРЕ

# section.default.path
source: preprints
bg: препринти
cs: preprinty
mk: отпечатоци

# default.genres.preprint
source: Preprint Text
bg: Текст на препринт
cs: Text preprintu
mk: Текст за печатење
pt_br: Texto de preprint

source: Section default policy
bg: Политика по подразбиране за раздела
cs: Výchozí politika sekce
de: Standard-Abschnittsrichtlinie
pt_br: Política padrão da seção

# default.contextSettings.checklist
source: <p>All submissions must meet the following requirements.</p><ul><li>This submission meets the requirements outlined in the <a href="{$submissionGuidelinesUrl}">Author Guidelines</a>.</li><li>This submission has not been previously posted.</li><li>All references have been checked for accuracy and completeness.</li><li>All tables and figures have been numbered and labeled.</li><li>Permission has been obtained to post all photos, datasets and other material provided with this preprint.</li></ul>
bg: <p>Всички изпратени материали трябва да отговарят на следните изисквания.</p><ul><li>Тези изпратени материали отговарят на изискванията, посочени в <a href="{$submissionGuidelinesUrl}">Указанията за авторите</a>.</li ><li>Това изпращане не е публикувано до сега.</li><li>Всички препратки са проверени за точност и пълнота.</li><li>Всички таблици и фигури са номерирани и етикетирани.</li> <li>Получено е разрешение за публикуване на всички снимки, набори от данни и други материали, предоставени с този препринт.</li></ul>
cs: <p>Všechny příspěvky musí splňovat následující požadavky.</p><ul><li>Tento příspěvek splňuje požadavky uvedené v <a href="{$submissionGuidelinesUrl}">pokynech pro autory</a>.</li><li>Tento příspěvek nebyl dříve zveřejněno.</li><li>Všechny refernce byly zkontrolovány z hlediska správnosti a úplnosti.</li><li>Všechny tabulky a obrázky byly očíslovány a označeny.</li><li>Bylo získáno povolení ke zveřejnění všech fotografií, datových sad a dalších materiálů poskytnutých s tímto preprintem.</li></ul>
de: <p>Alle Einreichungen müssen die folgenden Kriterien erfüllen.</p><ul><li>Diese Einreichung erfüllt die Anforderungen, die in den <a href="{$submissionGuidelinesUrl}">Author Guidelines</a> gelistet sind.</li><li>Diese Einreichung wurde nicht zuvor veröffentlicht. </li><li>Alle Literaturangaben wurden auf ihre Richtigkeit und Vollständigkeit überprüft.</li><li>Alle Diagramme und Abbildungen sind nummeriert und beschriftet.</li><li>Die Erlaubnis zur Veröffentlichung aller Fotos, Datensätze und sonstiger Materialien, die mit diesem Beitrag eingereicht wurden, wurde eingeholt.</li></ul>
mk: <p>Сите поднесоци мора да ги задоволуваат следните побарувања.</p><ul><li>Овој поднесок ги задоволува побарувањата опишани во <a href="{$submissionGuidelinesUrl}">Насоки за авторите</a>.</li><li>Овој поднесок не е претходно објавен.</li><li>Направена е проверка на сите референци за исправност и потполност.</li><li>Сите табели и слики се нумерирани и означени.</li><li>Набавена е дозвола за објава на сите слики, збирки на податоци и останати обезбедени материјали за овој труд.</li></ul>
pt_br: <p>Todos as submissões devem atender aos seguintes requisitos.</p><ul><li>Esta submissão atende aos requisitos descritos nas <a href="{$submissionGuidelinesUrl}">Diretrizes para autores</a>.</li ><li>Esta submissão não foi publicada anteriormente.</li><li>Todas as referências foram verificadas quanto à exatidão e integridade.</li><li>Todas as tabelas e figuras foram numeradas e rotuladas.</li> <li>Foi obtida permissão para postar todas as fotos, conjuntos de dados e outros materiais fornecidos com este preprint.</li></ul>

# default.contextSettings.forAuthors
source: Interested in submitting to this server? We recommend that you review the <a href="{$indexUrl}/{$contextPath}/about">About</a> page for the policies, as well as the <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Author Guidelines</a>. Authors need to <a href="{$indexUrl}/{$contextPath}/user/register">register</a> prior to submitting or, if already registered, can simply <a href="{$indexUrl}/index/login">log in</a> and begin the process.
bg: Интересувате ли се от изпращане на метериал към този сървър? Препоръчваме ви да прегледате страницата <a href="{$indexUrl}/{$contextPath}/about">Информация</a> за правилата, както и <a href="{$indexUrl}/{$ contextPath}/about/submissions#authorGuidelines">Указания за автор</a>. Авторите трябва да <a href="{$indexUrl}/{$contextPath}/user/register">се регистрират</a> преди да изпратят или, ако вече са регистрирани, могат просто да <a href="{$indexUrl}/index /login">влязат</a> и да започнат процеса.
cs: Máte zájem publikovat na tomto serveru? Doporučujeme vám, abyste si přečetli <a href="{$indexUrl}/{$contextPath}/about">Stránku o serveru</a> pro politiky, jakož i <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">pokyny pro autory</a>.Autoři se musí <a href="{$indexUrl}/{$contextPath}/user/register">registrovat</a> před odesláním příspěvku, nebo, pokud jste se již zaregistrovali, mohou se jednoduše <a href="{$indexUrl}/index/login">přihlásit</a> a zahájit proces.
de: Sind Sie daran interessiert, sich auf diesem Server anzumelden? Wir empfehlen Ihnen, die Seite <a href="{$indexUrl}/{$contextPath}/about">About</a> für die Richtlinien sowie die <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Autorenrichtlinien</a> zu lesen. Autoren müssen sich vor der Einreichung <a href="{$indexUrl}/{$contextPath}/user/register">registrieren</a> oder, wenn sie bereits registriert sind, können sie sich einfach <a href="{$indexUrl}/index/login">anmelden</a> und den Prozess beginnen.
mk: Заинтересирани сте за доставување до овој сервер? Препорачуваме да ја прегледате страницата <a href="{$indexUrl}/{$contextPath}/about"> За </a> за политиките, како и <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines"> Упатства за автори </a> Авторите треба да<a href="{$indexUrl}/{$contextPath}/user/register"> Регистрирај се </a> пред да поднесат или, ако веќе се регистрирани, можат едноставно д <a href="{$indexUrl}/index/login"> Најавете се </a> и започнете го процесот.
pt_br: Interessado em submeter a este servidor? Recomendamos que revise a página <a href="{$indexUrl}/{$contextPath}/about">Sobre</a> para conhecer as políticas, assim como as <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Diretrizes do Autor</a>. Os autores devem <a href="{$indexUrl}/{$contextPath}/user/register"> se registrar</a> antes de submeter ou, se já estão registrados, podem simplesmente <a href="{$indexUrl}/index/log in"> logar </a> e começar o processo.

# default.contextSettings.privacyStatement
source: <p>The names and email addresses entered in this server site will be used exclusively for the stated purposes of this server and will not be made available for any other purpose or to any other party.</p>
bg: <p>Имената и имейл адресите, въведени в този сайт на сървъра, ще бъдат използвани изключително за посочените цели на този сървър и няма да бъдат предоставяни за никакви други цели или на която и да е друга страна.</p>
cs: <p>Jména a e-mailové adresy zadané na stránkách tohoto serveru budou použity výhradně pro uvedené účely tohoto serveru a nebudou poskytnuty k žádnému jinému účelu ani žádné jiné straně.</p>
de: <p>Die auf dieser Serverseite eingegebenen Namen und E-Mail-Adressen werden ausschließlich für die angegebenen Zwecke dieses Servers verwendet und werden nicht für andere Zwecke oder an andere Parteien weitergegeben.</p>
mk: <p> Имињата и адресите за е-пошта внесени на оваа веб-страница на серверот ќе се користат исклучиво за наведените цели на овој сервер и нема да бидат достапни за која било друга цел или за која било друга страна. </p>
pt_br: <p>Os nomes e e-mails inseridos no site deste servidor serão utilizados exclusivamente para as finalidades estabelecidas por este servidor e não estarão disponíveis para nenhum outro propósito nem para nenhuma outra parte.</p>

# default.groups.name.manager
source: Preprint Server manager
bg: Мениджър на сървър за препринти
cs: Manažer preprintového serveru
mk: Менаџер на пред-отпечаток на сервер

# default.groups.plural.manager
source: Preprint Server managers
bg: Мениджъри на сървър за препринти
cs: Manažeři preprintového serveru
de: Preprint-Server-Manager
mk: Менаџери на пред-отпечаток на сервер

# default.groups.abbrev.manager
source: PSM
bg: МСП
mk: ПСМ

# default.groups.name.sectionEditor
source: Moderator
bg: Модератор
cs: Moderátor
de: Moderator/in
mk: Модератор

# default.groups.plural.sectionEditor
source: Moderators
bg: Модератори
cs: Moderátoři
de: Moderatoren
mk: Модератори

# default.groups.abbrev.sectionEditor
source: MOD
bg: МОД
mk: МОД

# default.genres.researchInstrument
source: Research Instrument
bg: Инструмент за изследване
cs: Výzkumný nástroj
de: Forschungsinstrument
mk: Инструмент за истражување
pt_br: Instrumento de Pesquisa

# default.genres.transcripts
source: Transcripts
bg: Преписи
cs: Přepisy
de: Abschriften
mk: Записници
pt_br: Transcrições

# default.genres.dataAnalysis
source: Data Analysis
bg: Анализ на данни
cs: Analýza dat
de: Datenanalyse
mk: Анализа на податоци
pt_br: Análise de dados

# default.genres.dataSet
source: Data Set
bg: Набор от данни
cs: Datový soubor
de: Datenbestand
mk: Сет на податоци
pt_br: Conjunto de dados

# default.genres.sourceTexts
source: Source Texts
bg: Изходни текстове
cs: Zdrojové texty
de: Quellentexte
mk: Изворни текстови
pt_br: Textos fonte

# default.submission.step.beforeYouBegin
source: <p>Thank you for posting your preprint at {$contextName}. You will be asked to upload files, identify co-authors, and provide information such as the title and abstract.<p><p>Please read our <a href="{$submissionGuidelinesUrl}" target="_blank">Submission Guidelines</a> if you have not done so already. When filling out the forms, provide as many details as possible in order to help our readers find your work.</p><p>Once you begin, you can save your submission and come back to it later. You will be able to review and correct any information before you submit.</p>
bg: <p>Благодарим ви, че публикувахте своя препринт в {$contextName}. Ще бъдете помолени да качите файлове, да идентифицирате съавтори и да предоставите информация като заглавие и резюме.<p><p>Моля, прочетете нашите <a href="{$submissionGuidelinesUrl}" target="_blank">Указания за изпращане </a>, ако още не сте го направили. Когато попълвате формулярите, предоставете възможно най-много подробности, за да помогнете на нашите читатели да намерят работата ви.</p><p>След като започнете, можете да запазите подаването си и да се върнете към него по-късно. Ще можете да прегледате и коригирате всяка информация, преди да изпратите.</p>
cs: <p>Děkujeme za zveřejnění preprintu na {$contextName}. Budete požádáni o nahrání souborů, určení spoluautorů a poskytnutí informací, jako je název a abstrakt.<p><p>Přečtěte si, prosím, <a href="{$submissionGuidelinesUrl}" target="_blank">pokyny pro odeslání příspěvku</a> pokud jste tak ještě neučinili. Při vyplňování formulářů uveďte co nejvíce údajů, abyste našim čtenářům pomohli najít vaši práci.</p><p>Jakmile začnete, můžete svůj příspěvek uložit a vrátit se k němu později. Před odesláním budete moci zkontrolovat a opravit všechny informace.</p>
de: <p>Vielen Dank für die Einreichung Ihres Preprints bei {$contextName}. Sie werden gebeten, Dateien hochzuladen, Co-Autor/innen zu benennen und Informationen wie Titel und Abstract anzugeben.<p><p>Bitte lesen Sie unsere <a href="{$submissionGuidelinesUrl}" target="_blank">Einreichungsrichtlinien</a>, falls Sie dies nicht bereits getan haben. Wenn Sie die Formulare ausfüllen, sollten Sie so viele Angaben wie möglich machen, um unseren Leser/innen dabei zu helfen, Ihr Werk zu finden.</p><p>Sie können Ihren Beitrag speichern und später noch einmal darauf zurückkommen. So können Sie alle Informationen überprüfen und korrigieren, bevor Sie sie einreichen.</p>
mk: <p>Ви благодариме што го поднесовте вашиот труд во {$contextName}. Ќе ви биде побарано да прикачите датотеки, означите ко-автори, и да обезбедите различни информации како наслов и апстракт.<p><p>Ве молиме прочитајте го нашето <a href="{$submissionGuidelinesUrl}" target="_blank">Упатство за поднесување</a> доколку не сте го направиле тоа досега. Кога ќе ги пополнувате формуларите, ве молиме обезбедете повеќе детали како читателите би можеле полесно да го најдат вашиот труд.</p><p>Откако ќе започнете, можете да го зачувате вашиот поднесок и да се навратите на истиот подоцна. Ќе можете да ги прегледате и корегирате сите информации пред да го поднесете.</p>
pt_br: <p>Obrigado por postar seu preprint em {$contextName}. Você será solicitado a enviar arquivos, identificar coautores e fornecer informações como título e resumo.<p><p>Leia nossas <a href="{$submissionGuidelinesUrl}" target="_blank">Diretrizes de submissão </a> caso ainda não o tenha feito. Ao preencher os formulários, forneça o máximo de detalhes possível para ajudar nossos leitores a encontrar seu trabalho.</p><p>Depois de começar, você pode salvar sua submissão e voltar a ele mais tarde. Você poderá revisar e corrigir qualquer informação antes de sbmeter.</p>

# default.submission.step.uploadFiles
source: <p>Upload the preprint you would like to share. In addition to the main work, you may wish to upload data sets or other supplementary files that will help researchers understand and evaluate your work.</p>
bg: <p>Качете препринта, който искате да споделите. В допълнение към основната работа, може да пожелаете да качите набори от данни или други допълнителни файлове, които ще помогнат на изследователите да разберат и оценят вашата работа.</p>
cs: <p>Nahrajte preprint, který chcete sdílet. Kromě hlavní práce můžete nahrát soubory dat nebo jiné doplňkové soubory, které pomohou vědcům pochopit a vyhodnotit vaši práci.</p>
de: <p>Laden Sie den Preprint, den Sie teilen möchten, hoch. Zusätzlich zur Hauptarbeit können Sie auch Datensätze oder andere ergänzende Dateien einreichen, die Forschenden dabei helfen Ihr Werk zu verstehen und zu evaluieren.</p>
mk: <p>Прикачете го трудот кој сакате да го споделите. Покрај содржината, можете да прикачите и збирки на податоци кои ќе им помогнат на истражувачите да го разберат и евалуираат вашиот труд.</p>
pt_br: <p>Carregue o preprint que gostaria de compartilhar. Além do trabalho principal, você pode enviar conjuntos de dados ou outros arquivos suplementares que ajudarão os pesquisadores a entender e avaliar seu trabalho.</p>

# default.submission.step.forTheEditors
source: <p>Please provide the following details in order to help readers discover your preprint.</p><p>When entering metadata such as keywords, provide entries that you think would be most helpful to readers looking for research like yours.</p>
bg: <p>Моля, предоставете следните подробности, за да помогнете на читателите да открият вашия препринт.</p><p>Когато въвеждате метаданни като ключови думи, предоставете записи, които смятате, че биха били най-полезни за читателите, търсещи изследвания като вашите.</p>
cs: <p>Prosím, uveďte následující údaje, které čtenářům pomohou objevit váš preprint.</p><p>Při zadávání metadat, jako jsou klíčová slova, uveďte položky, o kterých si myslíte, že by čtenářům, kteří hledají výzkum, jako je ten váš, nejvíce pomohly.</p>
de: <p>Bitte geben Sie die folgenden Angaben an, um Leser/innen dabei zu helfen, Ihren Preprint zu finden.</p><p>Bei der Eingabe von Metadaten wie z.B. Schlagwörtern, geben Sie die Einträge an, von denen Sie glauben, dass sie für Leser/innen, die nach Forschung wie Ihrer suchen, am hilfreichsten sind.</p>
mk: <p>Ве молиме доставете ги следните информации за да им помогнете на читателите да го пронајдат вашиот труд.</p><p>Кога ќе ги внесувате метаподатоците како клучните зборчиња, ве молиме поднесте елементи кои сметате дека најмногу ќе им помогнат на читателите да пронајдат истражување како вашето.</p>
pt_br: <p>Forneça os seguintes detalhes para ajudar os leitores a descobrir seu preprint.</p><p>Ao inserir metadados, como palavras-chave, forneça entradas que você acha que seriam mais úteis para os leitores que procuram pesquisas como a sua.</p>

# default.submission.step.review
source: <p>Review the information you have entered before you complete your submission. You can change any of the details displayed here by clicking the edit button at the top of each section.</p>
bg: <p>Прегледайте информацията, която сте въвели, преди да завършите подаването си. Можете да промените всяка от показаните тук подробности, като щракнете върху бутона за редактиране в горната част на всеки раздел.</p>
cs: <p>Před dokončením odeslání si zkontrolujte zadané informace. Klepnutím na tlačítko pro úpravu v horní části každé sekce můžete změnit kterýkoli ze zde zobrazených údajů.</p>
de: <p>Prüfen Sie die von Ihnen eingegebenen Informationen, bevor Sie Ihre Einreichung abschließen. Sie können alle hier angezeigten Angaben ändern, indem Sie auf die Schaltfläche "Bearbeiten" oben in jedem Abschnitt klicken.</p>
mk: <p>Прегледајте ги информациите кои ги поднесовте пред да го завршите вашето поднесување. Можете да ги промените сите елементи прикажани тука со клик на копчето за уредување на врвот на секоја секција.</p>
pt_br: <p>Revise as informações inseridas antes de concluir a submissão. Você pode alterar qualquer um dos detalhes exibidos aqui clicando no botão de edição na parte superior de cada seção.</p>

# default.contextSettings.authorGuidelines
source: <p>Researchers are invited to submit a preprint to be posted on this server. All preprints will be moderated to determine whether they meet the aims and scope of this server. Those considered to be a good fit will be posted and the author will be notified.</p><p>Before submitting a preprint, authors are responsible for obtaining permission to share any material included with the preprint, such as photos, documents and datasets. All authors identified on the preprint must consent to be identified as an author. Where appropriate, research should be approved by an appropriate ethics committee in accordance with the legal requirements of the study's country.</p><p> When you're satisfied that your preprint meets this standard, please follow the checklist below to prepare your submission.</p>
bg: <p>Изследователите са поканени да изпратят препринт, който да бъде публикуван на този сървър. Всички материали ще бъдат модерирани, за да се определи дали отговарят на целите и обхвата на този сървър. Онези, които се смятат за подходящи, ще бъдат публикувани и авторът ще бъде уведомен.</p><p>Преди да изпратят препринт, авторите носят отговорност за получаване на разрешение за споделяне на всякакви материали, включени в препринта, като снимки, документи и набори от данни. Всички автори, посочени в препринта, трябва да дадат съгласието си да бъдат идентифицирани като автори. Когато е уместно, изследването трябва да бъде одобрено от подходяща комисия по етика в съответствие със законовите изисквания на държавата на изследването.</p><p> Когато уверени, че вашият предпечат отговаря на този стандарт, моля, следвайте контролния списък по-долу, за да подготвите своя подаване на материал.</p>
cs: <p>Výzkumníci jsou vyzváni k zaslání preprintu, který bude zveřejněn na tomto serveru. Všechny preprinty budou moderovány, aby se zjistilo, zda splňují cíle a rozsah tohoto serveru. Ty, které budou považovány za vhodné, budou zveřejněny a autor bude vyrozuměn.</p><p>Před odesláním preprintu jsou autoři zodpovědní za získání povolení ke sdílení veškerého materiálu, který je součástí preprintu, jako jsou fotografie, dokumenty a datové sady. Všichni autoři uvedení v preprintu musí souhlasit s tím, aby byli uvedeni jako autoři. V případě potřeby by měl být výzkum schválen příslušnou etickou komisí v souladu s právními požadavky země, kde se studie provádí.</p><p> Když jste přesvědčeni, že váš preprint splňuje tyto standardy, postupujte při přípravě předložení podle níže uvedeného kontrolního seznamu.</p>
de: <p>Forschende sind dazu eingeladen, einen Preprint bei diesem Server einzureichen. Alle Einreichungen werden von einem/r Redakteur/in daraufhin geprüft, ob sie den Zielen und dem Umfang dieses Servers entsprechen. Diejenigen, die als geeignet erachtet werden, werden veröffentlicht und die Autor/innen werden benachrichtigt.</p><p>Vor der Einreichung eines Beitrags sind die Autor/innen dazu verpflichtet, die Erlaubnis zur Veröffentlichung von Material einzuholen, das dem Beitrag beigefügt ist, wie Fotos, Dokumente und Datensätze. Alle in der Einreichung genannten Autor/innen müssen damit einverstanden sein, als Autor/in genannt zu werden. Gegebenenfalls sollte die Forschung von einer geeigneten Ethikkommission in Übereinstimmung mit den gesetzlichen Bestimmungen des Landes, in dem die Studie durchgeführt wurde, genehmigt werden.</p><p>Wenn Sie sich vergewissert haben, dass Ihr Beitrag diesem Standard entspricht, folgen Sie bitte der nachstehenden Checkliste, um Ihren Beitrag vorzubereiten.</p>
mk: <p>Ги покануваме сите научници да поднесат труд за објава на овој сервер. Сите трудови ќе бидат прегледани за да се утврди дали ги задоволуваат целите и опсегот на овој сервер. Соодветните трудови ќе бидат објавени и авторот ќе биде известен.</p><p>Пред да го поднесат трудот, авторите се задолжени да обезбедат дозвола за споделување на сите материјали вклучени во трудот, како слики, документи и збирки на податоци. Сите автори на трудот мора да дадат изјава за согласност да бидат идентификувани како автори на трудот. Доколку е потребно, истражувањето треба да биде одобрено од соодветна етичка комисија во согласност со законските барања на земјата во која е изработено.</p><p> Кога ќе утврдите дека вашиот труд ги задоволува овие стандарди, ве молиме да ја проследите листата подолу за подготовка на вашиот поднесок.</p>
pt_br: <p>Pesquisadores são convidados a enviar um preprint para ser postada neste servidor. Todas os preprints serão moderados para determinar se atendem aos objetivos e escopo deste servidor. Aqueles considerados adequados serão publicados e o autor será notificado.</p><p>Antes de submeter um preprint, os autores são responsáveis por obter permissão para compartilhar qualquer material incluído no preprint, como fotos, documentos e conjuntos de dados. Todos os autores identificados no preprint devem consentir em ser identificados como autores. Quando apropriado, a pesquisa deve ser aprovada por um comitê de ética apropriado de acordo com os requisitos legais do país do estudo.</p><p> Quando estiver satisfeito com o fato de seu preprint atender a esse padrão, siga a lista de verificação abaixo para preparar sua submissão.</p>
