Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/emails.po
Languages: de_de, es, fr, mk_mk, pt_br

# emails.userRegister.body
source: {$userFullName}<br /> <br /> You have now been registered as a user with {$contextName}. We have included your username and password in this email, which are needed for all work with this server through its website. At any point, you can ask to be removed from the server's list of users by contacting me.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$principalContactSignature}
de_de: {$userFullName}<br /> <br /> Sie sind jetzt als Benutzer mit {$contextName} registriert. In dieser E-Mail haben wir Ihren Benutzernamen und Ihr Passwort angegeben, die Sie für die Arbeit mit diesem Server über seine Website benötigen. Sie können sich jederzeit von der Benutzerliste des Servers streichen lassen, indem Sie sich mit mir in Verbindung setzen.<br /> <br /> Benutzername: {$Benutzername}<br /> Passwort: {$password}<br /> <br /> Vielen Dank,<br /> {$PrincipalContactSignature}
es: {$userFullName} <br /> <br /> Ahora ha sido registrado como usuario con {$contextName}. Hemos incluido su nombre de usuario y contraseña en este correo electrónico, que son necesarios para todo el trabajo con este servidor a través de su sitio web. En cualquier momento, puede solicitar que lo eliminen de la lista de usuarios del servidor poniéndose en contacto conmigo. <br /> <br /> Nombre de usuario: {$username} <br /> Contraseña: {$contraseña} <br /> <br /> Gracias <br /> {$principalContactSignature}
fr: {$userFullName},<br /> <br /> Vous êtes désormais inscrit-e en tant qu'utilisateur-trice pour {$contextName}. Votre nom d'utilisateur-trice et votre mot de passe figurent dans ce courriel, lesquels sont requis pour toute interaction avec le serveur via son site Web. À n'importe quel moment, vous pouvez demander à être retiré-e de la liste des utilisateurs-trices du serveur en nous contactant.<br /> <br /> Nom d'utilisateur-trice : {$username}<br /> Mot de passe : {$password}<br /> <br /> Merci,<br /> {$principalContactSignature}
mk_mk: {$recipientName} <br /> <br /> Сега сте регистрирани како корисник со {$contextName}. Ние ги вклучивме вашето корисничко име и лозинка во оваа е-пошта, кои се потребни за целата работа со овој сервер преку неговата веб-страница. Во кој било момент, можете да побарате да бидете отстранети од списокот на корисници на серверот, контактирајќи ме. <br /> <br /> Корисничко име: {$recipientUsername} <br /> Лозинка: {$password} <br /> <br /> Ви благодариме, <br /> {$signature}
pt_br: {$recipientName}<br /> <br /> Você já foi registrado como usuário com o nome {$contextName}. Incluímos seu nome de usuário e senha neste e-mail, necessários para todo o trabalho neste servidor por meio de seu site. A qualquer momento, você pode pedir para ser removido da lista de usuários do servidor entrando em contato comigo.<br /> <br /> Nome de usuário: {$recipientUsername}<br /> Senha: {$password}<br /> <br /> Obrigado,<br /> {$signature}

# emails.userRegister.subject
source: Server Registration
de_de: Server-Registrierung
fr: Inscription au serveur
mk_mk: Регистрација на сервер
pt_br: Registro do servidor

# emails.passwordReset.description
source: This email is sent to a registered user when they have successfully reset their password following the process described in the PASSWORD_RESET_CONFIRM email.
de_de: Diese E-Mail wird an einen registrierten Benutzer gesendet, wenn er sein Passwort nach dem in der E-Mail PASSWORD_RESET_CONFIRM beschriebenen Verfahren erfolgreich zurückgesetzt hat.
es: Este correo electrónico se envía a un usuario registrado cuando ha restablecido con éxito su contraseña siguiendo el proceso descrito en el correo electrónico PASSWORD_RESET_CONFIRM.
fr: Ce courriel est envoyé à l'utilisateur-trice inscrit-e lorsqu'il a réussi à réinitialiser son mot de passe en ayant suivi la procédure décrite dans le courriel « Confirmation de la réinitialisation du mot de passe ».
mk_mk: Оваа е-пошта е испратена до регистриран корисник кога тој успешно ја ресетирал својата лозинка следејќи го процесот опишан во е-поштата PASSWORD_RESET_CONFIRM.
pt_br: Esse e-mail é enviado a um usuário registrado quando ele redefinir sua senha com êxito, seguindo o processo descrito no e-mail PASSWORD_RESET_CONFIRM .

# emails.passwordReset.body
source: Your password has been successfully reset for use with the {$siteTitle} web site. Please retain this username and password, as it is necessary for all work with the server.<br /> <br /> Your username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}
de_de: Ihr Passwort wurde erfolgreich für die Verwendung mit der Website {$siteTitle} zurückgesetzt. Bitte bewahren Sie diesen Benutzernamen und dieses Passwort auf, da sie für die Arbeit mit dem Server erforderlich sind.<br /> <br /> Ihr Benutzername: {$Benutzername}<br /> Passwort: {$password}<br /> <br /> {$principalContactSignature}
es: Su contraseña se ha restablecido correctamente para su uso con el sitio web {$siteTitle}. Conserve este nombre de usuario y contraseña, ya que es necesario para todo el trabajo con el servidor. <br /> <br /> Su nombre de usuario: {$username} <br /> Contraseña: {$contraseña} <br /> <br /> {$principalContactSignature}
fr: Votre mot de passe pour le site Web {$siteTitle} a été réinitialisé avec succès. Veuillez conserver votre nom d'utilisateur-trice ainsi que votre mot de passe. Vous en aurez besoin pour chacune de vos interactions avec le serveur. <br /> <br /> Votre nom d'utilisateur-trice : {$username}<br /> Mot de passe : {$password}<br /> <br /> {$principalContactSignature}
mk_mk: Вашата лозинка е успешно ресетирана за употреба со веб-страницата {$siteTitle}. Задржете ги ова корисничко име и лозинка, бидејќи тоа е потребно за целата работа со серверот. <br /> <br /> Вашето корисничко име: {$recipientUsername} <br /> Лозинка: {$password} <br /> <br /> {$signature}
pt_br: Sua senha foi redefinida com sucesso para uso com o site {$siteTitle}. Por favor, guarde este nome de usuário e senha, pois será necessário para todo o trabalho com o servidor.<br /> <br /> Seu nome de usuário: {$recipientUsername}<br /> Senha: {$password}<br /> <br /> {$signature}

# emails.passwordReset.subject
source: Password Reset
de_de: Passwort zurücksetzen
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
mk_mk: Ресетирање на лозинка
pt_br: Redefinição de Senha

# emails.passwordResetConfirm.description
source: This email is sent to a registered user when they indicate that they have forgotten their password or are unable to login. It provides a URL they can follow to reset their password.
de_de: Diese E-Mail wird an einen registrierten Benutzer gesendet, wenn dieser angibt, dass er sein Passwort vergessen hat oder sich nicht anmelden kann. Sie enthält eine URL, der Sie folgen können, um Ihr Passwort zurückzusetzen.
es: Este correo electrónico se envía a un usuario registrado cuando indica que ha olvidado su contraseña o que no puede iniciar sesión. Proporciona una URL que pueden seguir para restablecer su contraseña.
fr: Ce courriel est envoyé à l'utilisateur-trice inscrit-e qui nous signale avoir oublié son mot de passe ou qui est incapable d'ouvrir une session. Il fournit le lien URL à cliquer pour pouvoir réinitialiser son mot de passe.
mk_mk: Оваа е-пошта се испраќа до регистриран корисник кога тие означуваат дека ја заборавиле лозинката или не се во можност да се најават. Дава URL-адреса што можат да ја следат за да ја ресетираат лозинката.
pt_br: Este e-mail é enviado a um usuário registrado quando ele indica que esqueceu sua senha ou não consegue fazer o login. Ele fornece uma URL que pode ser usada para redefinir sua senha.

# emails.passwordResetConfirm.body
source: We have received a request to reset your password for the {$siteTitle} web site.<br /> <br /> If you did not make this request, please ignore this email and your password will not be changed. If you wish to reset your password, click on the below URL.<br /> <br /> Reset my password: {$url}<br /> <br /> {$principalContactSignature}
de_de: Wir haben eine Anfrage erhalten, Ihr Passwort für die Website {$siteTitle} zurückzusetzen.<br /> <br /> Wenn Sie diese Anfrage nicht gestellt haben, ignorieren Sie bitte diese E-Mail und Ihr Passwort wird nicht geändert. Wenn Sie Ihr Passwort zurücksetzen möchten, klicken Sie auf die folgende URL.<br /> <br /> Mein Passwort zurücksetzen: {$url}<br /> <br /> {$principalContactSignature}
es: Hemos recibido una solicitud para restablecer su contraseña para el sitio web {$siteTitle}. <br /> <br /> Si no realizó esta solicitud, ignore este correo electrónico y su contraseña no se cambiará. Si desea restablecer su contraseña, haga clic en la siguiente URL. <br /> <br /> Restablecer mi contraseña: {$url} <br /> <br /> {$principalContactSignature}
fr: Nous avons reçu une demande concernant la réinitialisation de votre mot de passe pour le site Web {$siteTitle}.<br /> <br /> Si vous n'avez pas fait cette demande, veuillez ne pas tenir compte du présent message, votre mot de passe restera le même. Si vous souhaitez réinitialiser votre mot de passe, cliquer sur l'URL ci-dessous.<br /> <br /> Réinitialisation de mon mot de passe : {$url}<br /> <br /> {$principalContactSignature}
mk_mk: Добивме барање за ресетирање на вашата лозинка за веб-страницата {$siteTitle}. <br /> <br /> Ако не сте го побарале ова барање, игнорирајте ја оваа е-пошта и лозинката нема да се смени. Ако сакате да ја ресетирате вашата лозинка, кликнете на подолу URL. <br /> <br /> Ресетирај ја мојата лозинка: {$passwordResetUrl} <br /> <br /> {$signature}
pt_br: Recebemos uma solicitação para redefinir sua senha para o site {$siteTitle}.<br /> <br /> Se você não fez esta solicitação, ignore este e-mail e sua senha não será alterada. Se você deseja redefinir sua senha, clique na URL abaixo.<br /> <br /> Redefina minha senha: {$passwordResetUrl}<br /> <br /> {$signature}

# emails.passwordResetConfirm.subject
source: Password Reset Confirmation
de_de: Bestätigung der Passwortrücksetzung
es: Confirmación de restablecimiento de contraseña
fr: Confirmation de la réinitialisation du mot de passe
mk_mk: Потврда за ресетирање на лозинка
pt_br: Confirmação de Redefinição de Senha

# emails.notification.description
source: The email is sent to registered users that have selected to have this type of notification emailed to them.
de_de: Die E-Mail wird an registrierte Benutzer gesendet, die diese Art von Benachrichtigung per E-Mail ausgewählt haben.
es: El correo electrónico se envía a los usuarios registrados que han seleccionado recibir este tipo de notificación por correo electrónico.
fr: Ce courriel est envoyé aux utilisateurs-trices inscrits-es qui ont choisi de recevoir par courriel ce type d'avis.
pt_br: O e-mail é enviado aos usuários registrados que selecionaram para receber este tipo de notificação por e-mail.

# emails.notification.body
source: You have a new notification from {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
de_de: Sie haben eine neue Benachrichtigung von {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}<hr />{$unsubscribeLink}
es: Tiene una nueva notificación de {$siteTitle}: <br /> <br /> {$notificaciónContenidos} <br /> <br /> Enlace: {$url} <br /> <br /> {$principalContactSignature}
fr: Vous avez un nouvel avis de {$siteTitle} :<br /> <br /> {$notificationContents}<br /> <br /> Lien : {$url}<br /> <br /> {$principalContactSignature}
mk_mk: Имате ново известување од {$siteTitle}: <br /> <br /> {$notificationContents} <br /> <br /> Врска: {$notificationUrl} <br /> <br /> {$signature}<hr />{$unsubscribeLink}
pt_br: Você tem uma nova notificação de {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$notificationUrl}<br /> <br /> {$signature}<hr />{$unsubscribeLink}

# emails.notification.subject
source: New notification from {$siteTitle}
de_de: Neue Benachrichtigung von {$siteTitle}
es: Nueva notificación de {$siteTitle}
fr: Nouvel avis de {$siteTitle}
mk_mk: Ново известување од {$siteTitle}
pt_br: Nova notificação de {$siteTitle}
