Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/emails.po
Languages: de_de, es, fr, mk_mk, pt_br

# emails.statisticsReportNotification.description
source: This email is automatically sent monthly to managers to provide them a system health overview.
de_de: Diese E-Mail wird monatlich automatisch an die Manager gesendet, um ihnen einen Überblick über den Systemzustand zu geben.
mk_mk: Оваа е-пошта автоматски е испратена на месечно ниво до менаџерите за да им обезбеди преглед на здравствениот извешѕај на системот.
pt_br: Este e-mail é automaticamente enviado mensalmente para os coordenadores para fornecer-lhes uma visão geral da integridade do sistema.

# emails.statisticsReportNotification.body
source: {$name}, <br /> <br /> Your preprint health report for {$month}, {$year} is now available. Your key stats for this month are below.<br /> <ul> <li>New submissions this month: {$newSubmissions}</li> <li>Declined submissions this month: {$declinedSubmissions}</li> <li>Accepted submissions this month: {$acceptedSubmissions}</li> <li>Total submissions in the system: {$totalSubmissions}</li> </ul> Login to the the preprint server to view more detailed <a href="{$editorialStatsLink}">trends</a> and <a href="{$publicationStatsLink}">posted preprint stats</a>. A full copy of this month's trends is attached.<br /> <br /> Sincerely,<br /> {$principalContactSignature}
de_de: {$name}, <br /> <br /> Ihr Vorabdruckserver Statusbericht für {$month}, {$year} ist jetzt verfügbar. Ihre wichtigsten Statistiken für diesen Monat sind unten aufgeführt.<br /> <ul> <li>Neue Einreichungen diesen Monat: {$newSubmissions}</li> <li>Abgelehnte Einreichungen diesen Monat: {$abgelehnteBeiträge}</li> <li>Angenommene Einsendungen in diesem Monat: {$acceptedSubmissions}</li> <li>Gesamtanzahl der Einreichungen im System: {$totalSubmissions}</li> </ul> Loggen Sie sich auf dem Vorabdruckserver ein, um detailliertere <a href="{$editorialStatsLink}">Trends</a> und <a href="{$publicationStatsLink}">Statistiken der veröffentlichten Vorabdrucke</a> zu sehen. Eine vollständige Kopie der Trends für diesen Monat ist beigefügt.<br /> <br /> Mit freundlichen Grüßen,<br /> {$principalContactSignature}
mk_mk: {$name}, <br /> <br /> Вашиот здравствен извештај за отпечатоци за {$month}, {$year} е достапен сега. Вашите клучни статистички податоци за овој месец се подолу.<br /> <ul> <li>Нови поднесоци овој месец: {$newSubmissions}</li> <li>Одбиени поднесоци овој месец: {$declinedSubmissions}</li> <li>Прифатени поднесоци овој месец: {$acceptedSubmissions}</li> <li>Вкупно поднесоци на системот: {$totalSubmissions}</li> </ul> Најавете се на серверот со отпечатоци за да ги прегледате подеталните <a href="{$editorialStatsLink}">трендови</a> и <a href="{$publicationStatsLink}">објавените статистички податоци за отпечатоците</a>. Прикачена е целосна копија на трендовите за овој месец.<br /> <br /> Срдечен поздрав,<br /> {$signature}
pt_br: {$nome}, <br /> <br /> Seu relatório de saúde pré-impresso para {$mês}, {$ano} está disponível agora. Sua chave de estatística para este mês estão abaixo.<br /> <ul> <li>Novas inscrições este mês: {$novas inscrições}</li> <li>Inscrições recusadas este mês: {$inscrições recusadas}</li> <li>Inscrições aceitas este mês: {$inscrições aceitas}</li> <li>Total de inscrições no sistema: {$total de inscrições}</li> </ul> Faça login no servidor de pré-impressão para ver mais detalhes <a href="{$editorialStatsLink}">trends</a> and <a href="{$publicationStatsLink}">estatística de pré-impressões postadas</a>. Uma cópia completa das maiores tendências deste mês está em anexo.<br /> <br /> Sinceramente,<br /> {$signature}

# emails.statisticsReportNotification.subject
source: Preprint Server activity for {$month}, {$year}
de_de: Vorabdruckserver-Aktivität für {$Monat}, {$Jahr}
mk_mk: Активност на серверот на отпечатоци за {$month}, {$year}
pt_br: Atividade do servidor de pré-impressão para {$mês}, {$ano}

# emails.editorDecisionInitialDecline.description
source: This email is sent to the author if the moderator declines his submission initially.
de_de: Diese E-Mail wird dem Autor zugesandt, wenn der Moderator seinen Beitrag zunächst ablehnt.
pt_br: Este e-mail é enviado ao autor se o moderador recusa sua inscrição inicialmente.

# emails.editorDecisionInitialDecline.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Decline Submission
de_de: {$authorName}:<br /> <br /> Wir haben eine Entscheidung bezüglich Ihrer Einreichung bei {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Unsere Entscheidung lautet: Einreichung ablehnen
pt_br: {$authors}:<br /> <br /> A respeito de sua inscrição chegamos a decisão de {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é: Inscrição negada

# emails.editorDecisionInitialDecline.subject
source: Moderator Decision
de_de: Moderator Entscheidung
pt_br: Decisão do Moderador

# emails.notificationCenterDefault.description
source: The default (blank) message used in the Notification Center Message Listbuilder.
de_de: Die Standardnachricht (leer), die im Nachrichten-Listenersteller des Benachrichtigungscenters verwendet wird.
mk_mk: Стандардната (празна) порака што се користи во Градителот на пораки во Центарот за известувања.
pt_br: A mensagem pré-definida (em branco) usada no Notification Center Message Listbuilder.

# emails.notificationCenterDefault.body
source: Please enter your message.
de_de: Bitte geben Sie Ihre Nachricht ein.
mk_mk: Ве молиме внесете ја вашата порака.
pt_br: Por favor digite sua mensagem.

# emails.notificationCenterDefault.subject
source: A message regarding {$contextName}
de_de: Eine Nachricht bezüglich {$contextName}
mk_mk: Порака во врска со {$contextName}
pt_br: Uma mensagem a respeito de

# emails.revisedVersionNotify.description
source: This email is automatically sent to the assigned moderator when author uploads a revised version of an preprint .
de_de: Diese E-Mail wird automatisch an den zugewiesenen Moderator gesendet, wenn der Autor eine überarbeitete Version eines Vorabdrucks hochlädt.
mk_mk: Оваа е-пошта е автоматски испратена до назначениот модератор кога авторот ќе прикачи ревидирана верзија на отпечатокот.
pt_br: Este e-mail é automaticamente enviado ao moderador atribuído quando o autor carrega uma versão revisada de uma pré-impressão.

# emails.revisedVersionNotify.body
source: Moderators:<br /> <br /> A revised version of &quot;{$submissionTitle}&quot; has been uploaded by the author {$authorName}.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
de_de: Moderatoren:<br /> <br /> Eine überarbeitete Version von &quot;{$submissionTitle}&quot; wurde vom Autor {$authorName} hochgeladen.<br /> <br /> Einreichungs-URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
mk_mk: Модератори:<br /> <br /> Ревидирана верзија на &quot;{$submissionTitle}&quot; беше прикачена од стана на авторот {$authorName}.<br /> <br /> URL на поднесокот: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
pt_br: Moderadores:<br /> <br /> Uma versão revisada de &quot;{$Título do trabalho}&quot; foi carregada pelo autor {$authorName}.<br /> <br /> Inscrição URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}

# emails.revisedVersionNotify.subject
source: Revised Version Uploaded
de_de: Überarbeitete Version hochgeladen
mk_mk: Прикачена е ревидирана верзија
pt_br: Versão revisada carregada

# emails.editorRecommendation.description
source: This email from the recommending Manager or Moderator to the decision making Managers or Moderators notifies them of a final recommendation regarding the submission.
de_de: Diese E-Mail des empfehlenden Managers oder Moderators an die entscheidungsbefugten Manager oder Moderatoren informiert diese über eine endgültige Empfehlung bezüglich der Einreichung.
pt_br: Este e-mail do Coordenador ou Moderador recomendado para o Coordenador ou Moderador de tomada de decisão notifica uma recomendação final a respeito da inscrição.

# emails.editorRecommendation.body
source: {$editors}:<br /> <br /> The recommendation regarding the submission to {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
de_de: {$Redaktion}:<br /> <br /> Die Empfehlung bezüglich der Einreichung an {$contextName}, &quot;{$submissionTitle}&quot; ist: {$recommendation}
pt_br: {$editors}:<br /> <br /> A recomendação a respeito da submissão para {$contextName}, &quot;{$submissionTitle}&quot; é: {$recommendation}

# emails.editorRecommendation.subject
source: Moderator Recommendation
de_de: Moderator-Empfehlung
pt_br: Recomendação do moderador

# emails.editorDecisionAccept.description
source: This email from the Manager or Moderator to an Author notifies them of a final "accept submission" decision regarding their submission.
de_de: Diese E-Mail des Managers oder Moderators an einen Autor benachrichtigt diesen über die endgültige Entscheidung über die Annahme seiner Einsendung.
pt_br: Um e-mail do moderador ou coordenador para um autor notifica-o sobre a decisão final de "Aceitar Submissão".

# emails.editorDecisionAccept.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Accept Submission
de_de: {$authorName}:<br /> <br /> Wir haben eine Entscheidung bezüglich Ihrer Einreichung bei {$contextName}, &quot;{$submissionTitle}&quot; getroffen.<br /> <br /> Unsere Entscheidung lautet:: Einreichung annehmen
mk_mk: {$authors}:<br /> <br /> Донесовме одлука во врска со вашиот поднесок во {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Прифати поднесок
pt_br: {$authors}:<br /> <br /> Nós tomamos uma decisão no que diz respeito a sua submissão {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é: Aceitar a Submissão

# emails.editorDecisionAccept.subject
source: Moderator Decision
de_de: Moderator Entscheidung
mk_mk: Одлука на модераторот
pt_br: Decisão do moderador

# emails.editorAssign.description
source: This email notifies a Moderator that the Manager has assigned them the task of overseeing a submission through the editing process. It provides information about the submission and how to access the server site.
de_de: Diese E-Mail benachrichtigt einen Moderator, dass der Manager ihm die Aufgabe zugewiesen hat, einen Beitrag während des Bearbeitungsprozesses zu überwachen. Sie enthält Informationen über den Beitrag und wie man auf die Server-Seite zugreift.
mk_mk: Оваа е-пошта го известува модераторот дека менаџерот му ја доделил задачата да надгледува поднесок низ процесот на уредување. Обезбедува информации за поднесокот и како да пристапи до веб-страницата на серверот.
pt_br: Este e-mail notifica um moderador que o Coordenador atribuiu a tarefa de supervisionar um trabalho durante o processo de edição. Ele fornece informações sobre a edição e como acessar o site do servidor.

# emails.editorAssign.body
source: {$editorialContactName}:<br /> <br /> The submission, &quot;{$submissionTitle},&quot; to {$contextName} has been assigned to you to see through the screening process in your role as Moderator.<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Thank you.
de_de: {$editorialContactName}:<br /> <br /> Die Einreichung, &quot;{$submissionTitle},&quot; zu {$contextName} wurde Ihnen zugewiesen, um in Ihrer Rolle als Moderator den Screening-Prozess zu durchlaufen.<br /> <br /> Einreichungs-URL: {$submissionUrl}<br /> Benutzername: {$editorUsername}<br /> <br /> Vielen Dank!
mk_mk: {$recipientName}:<br /> <br /> Поднесокот, &quot;{$submissionTitle},&quot; во {$contextName} ви е доделен за да го проследите низ процесот на проверка во вашата улога на модератор.<br /> <br /> URL на поднесокот: {$submissionUrl}<br /> Корисничко име: {$recipientUsername}<br /> <br /> Ви благодариме.
pt_br: {$recipientName}:<br /> <br /> A submissão, &quot;{$submissionTitle},&quot; a {$contextName} foi atribuídod a você para acompanhar o fluxo editorial, conforme sua função de moderador.<br /> <br /> Submission URL: {$submissionUrl}<br /> Nome de usuário: {$recipientUsername}<br /> <br /> Obrigado.

# emails.editorAssign.subject
source: Moderator Assignment
de_de: Moderatoren-Zuweisung
mk_mk: Доделување модератор
pt_br: Atribuição de moderador

# emails.submissionAckNotUser.description
source: This email, when enabled, is automatically sent to the other authors who are not users within OPS specified during the submission process.
de_de: Diese E-Mail wird, wenn sie aktiviert ist, automatisch an die anderen Autoren gesendet, die keine OPS-Benutzer sind und während des Einreichungsprozesses angegeben wurden.
fr: Ce courriel, lorsque activé, est envoyé automatiquement aux autres auteur-e-s qui ne sont pas des utilisateurs-trices de OPS signalés-es comme effectuant la soumission.
mk_mk: Кога е овозможена оваа е-пошта автоматски се испраќа до останатите автори кои не се корисници на ОПС назначени за време на процесот на поднесување.
pt_br: Este e-mail, quando ativado, é enviado automaticamente para os outros autores que não são usuários do OPS e foram especificados durante o processo de submissão.

# emails.submissionAckNotUser.body
source: Hello,<br /> <br /> {$submitterName} has submitted the manuscript, &quot;{$submissionTitle}&quot; to {$contextName}. <br /> <br /> If you have any questions, please contact me. Thank you for considering this server as a venue for your work.<br /> <br /> {$editorialContactSignature}
de_de: Hallo,<br /> <br /> {$submitterName} hat das Manuskript, &quot;{$submissionTitle}&quot; bei {$contextName} eingereicht. <br /> <br /> Wenn Sie Fragen haben, wenden Sie sich bitte an mich. Vielen Dank, dass Sie diesen Server als Ort für Ihre Arbeit in Betracht ziehen.<br /> <br /> {$editorialContactSignature}
fr: Bonjour,<br /> <br /> Le manuscrit intitulé , « {$submissionTitle} » , a été soumis par {$submitterName} à {$contextName}.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à {$contextName} pour la publication de vos travaux.<br /> <br /> {$editorialContactSignature}
mk_mk: Добар ден,<br /> <br /> {$submitterName} го поднесе трудот, &quot;{$submissionTitle}&quot; во {$contextName}. <br /> <br /> Доколку имате било какви прашања, Ве молам да ме контактирате. Ви благодариме што го одбравте овој сервер за приказ на вашата работа.<br /> <br /> {$signature}
pt_br: Olá, <br/> <br/> {$submitterName} submeteu o manuscrito, &quot;{$submissionTitle}&quot; para {$contextName}. <br /> <br /> Em caso de dúvida, entre em contato comigo. Obrigado por considerar este servidor como local de envio de sua pesquisa.<br /> <br /> {$signature}

# emails.submissionAckNotUser.subject
source: Submission Acknowledgement
de_de: Einreichung Bestätigung
fr: Accusé de réception de la soumission
mk_mk: Потврда за поднесување
pt_br: Confirmação da submissão

# emails.submissionAck.description
source: This email, when enabled, is automatically sent to an author when he or she completes the process of submitting a manuscript to the server.
de_de: Diese E-Mail wird, wenn sie aktiviert ist, automatisch an einen Autor gesendet, wenn er oder sie den Prozess der Einreichung eines Manuskripts auf dem Server abgeschlossen hat.
fr: Ce courriel, lorsqu'activé, est envoyé automatiquement à un-e auteur-e quand il ou elle a complété le processus de soumission d'un manuscrit à la seveur. Il fournit les informations sur comment suivre la soumission à travers le processus éditorial, et remercie l'auteur-e de sa soumission.
pt_br: Este e-mail, quando habilitado, é enviado automaticamente a um autor quando completa o processo de submissão de um manuscrito ao servidor.

# emails.submissionAck.body
source: {$authorName}:<br /> <br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> If you have any questions, please contact me. Thank you for considering this server as a venue for your work.<br /> <br /> {$editorialContactSignature}
de_de: {$authorName}:<br /> <br /> Vielen Dank, dass Sie das Manuskript &quot;{$submissionTitle}&quot; bei {$contextName} eingereicht haben. Sie können Ihre Einreichung verwalten, indem Sie sich auf der Server-Website anmelden.<br /> <br /> {$canAuthorPublish}<br /> <br /> Submission URL: {$submissionUrl}<br /> Benutzername: {$authorUsername}<br /> <br /> Wenn Sie Fragen haben, kontaktieren Sie mich bitte. Vielen Dank, dass Sie diesen Server als Ort für Ihre Arbeit in Betracht ziehen.<br /> <br /> {$editorialContactSignature}
es: {$ authorName}: <br /> <br /> Gracias por enviar el manuscrito, &quot;{$submitTitle}&quot; a {$contextName}. Puede administrar su envío iniciando sesión en el sitio web del servidor. <br />
fr: {$authorName}:<br /> <br /> Merci d'avoir soumis le manuscrit, &quot;{$submissionTitle}&quot ; à {$contextName}. Vous pouvez gérer votre soumission en vous connectant au site web du serveur.<br /> <br /> {$canAuthorPublish}<br /> <br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur : {$authorUsername}<br /> <br /> Si vous avez des questions, veuillez me contacter. Merci de considérer ce serveur comme un lieu d'accueil pour votre travail.<br /> <br /> {$editorialContactSignature}
pt_br: {$recipientName}:<br /> <br /> Obrigado por submeter o manuscrito, &quot;{$submissionTitle}&quot; para {$contextName}. Você pode gerenciar sua submissão efetuando login no site do servidor.<br /> <br /> {$canAuthorPublish} <br /> <br /> URL da submissão: {$submissionUrl} <br /> Nome de usuário: {$recipientUsername} <br /> <br /> Se você tiver alguma dúvida, entre em contato comigo. Obrigado por considerar este servidor como um local para o seu trabalho. <br /> <br /> {$signature}

# emails.submissionAck.subject
source: Submission Acknowledgement
de_de: Einreichung Bestätigung
es: Acuse de recibo
fr: Accusé de réception de la soumission
pt_br: Confirmação de Submissão

# emails.publishNotify.description
source: This email is sent to registered readers via the "Notify Users" link in the Moderator's User Home. It notifies readers of a new preprint and invites them to visit the server at a supplied URL.
de_de: Diese E-Mail wird an registrierte Leser über den Link "Benutzer benachrichtigen" in der Benutzer-Homepage des Moderators gesendet. Sie benachrichtigt die Leser über einen neuen Vorabdruck und lädt sie ein, den Server unter einer angegebenen URL zu besuchen.
fr: Ce courriel est envoyé à tous et toutes les lecteurs-trices inscrits-es, via le lien « Aviser les utilisateurs-trices » sur la page d'accueil du,de la rédacteur-trice. Il avise les lecteurs-trices d'une nouvelle prépublication et les invite à visiter le serveur en cliquant sur l'URL fourni.

# emails.publishNotify.body
source: Readers:<br /> <br /> {$contextName} has just published its latest preprint at {$contextUrl}. <br /> Thanks for the continuing interest in our work,<br /> {$editorialContactSignature}
de_de: Leserinnen und Leser:<br /> <br /> {$contextName} hat gerade seinen neuesten Vorabdruck unter {$contextUrl} veröffentlicht. <br /> Danke für das anhaltende Interesse an unserer Arbeit,<br /> {$editorialContactSignature}
fr: Lecteurs-trices :<br /> <br /> La plus récente prépublication de {$contextName} vient d'être publiée à l'adresse suivante : {$contextUrl}. <br /> Nous vous remercions de l'intérêt que vous portez à notre travail,<br /> {$editorialContactSignature}

# emails.publishNotify.subject
source: New Preprint Published
de_de: Neuer Vorabdruck veröffentlicht
fr: Nouvelle prépublication publiée

# emails.userValidate.description
source: This email is sent to a newly registered user to validate their email account.
de_de: Diese E-Mail wird an einen neu registrierten Benutzer gesendet, um sein E-Mail-Konto zu bestätigen.
es: Este correo electrónico se envía a un usuario recién registrado para validar su cuenta de correo electrónico.
fr: Ce courriel est envoyé à un,une utilisateur-trice nouvellement inscrit-e pour valider son compte de courriel.

# emails.userValidate.body
source: {$userFullName}<br /> <br /> You have created an account with {$contextName}, but before you can start using it, you need to validate your email account. To do this, simply follow the link below:<br /> <br /> {$activateUrl}<br /> <br /> Thank you,<br /> {$principalContactSignature}
de_de: {$userFullName}<br /> <br /> Sie haben ein Konto mit {$contextName} erstellt, aber bevor Sie es nutzen können, müssen Sie Ihr E-Mail-Konto validieren. Um dies zu tun, folgen Sie einfach dem untenstehenden Link:<br /> <br /> {$activateUrl}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
es: {$userFullName} <br /> <br /> Ha creado una cuenta con {$contextName}, pero antes de poder comenzar a usarla, debe validar su cuenta de correo electrónico. Para hacer esto, simplemente siga el siguiente enlace: <br /> <br /> {$enableUrl} <br /> <br /> Gracias <br /> {$principalContactSignature}
fr: {$userFullName},<br /> <br /> Vous avez créé un compte avec {$contextName}. Pour pouvoir commencer à l'utiliser vous devez d'abord valider votre compte de courriel. Pour ce faire, vous n'avez qu'à suivre le lien ci-dessous :<br /> <br /> {$activateUrl}<br /> <br /> Merci,<br /> {$principalContactSignature}

# emails.userValidate.subject
source: Validate Your Account
de_de: Ihr Konto bestätigen
es: Valide su cuenta
fr: Valider votre compte

# emails.userRegister.description
source: This email is sent to a newly registered user to welcome them to the system and provide them with a record of their username and password.
de_de: Diese E-Mail wird an einen neu registrierten Benutzer gesendet, um ihn im System willkommen zu heißen und ihm seinen Benutzernamen und sein Passwort mitzuteilen.
es: Este correo electrónico se envía a un usuario recién registrado para darles la bienvenida al sistema y proporcionarles un registro de su nombre de usuario y contraseña.
fr: Ce courriel est envoyé à utilisateur-trice nouvellement inscrit-e pour lui souhaiter la bienvenue au serveur et l'informer de son nom d'utilisateur-trice et de son mot de passe.
mk_mk: Оваа е-пошта е испратена до новорегистриран корисник за да ги пречека во системот и да им обезбеди запис за нивното корисничко име и лозинка.
pt_br: Esse e-mail é enviado a um usuário recém-registrado para recebê-lo no sistema e fornecer um registro do nome de usuário e senha.
