Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/manager.po
Languages: bg, cs, es_es, fr_ca

# manager.setup.resetPermissions.description
source: Remove the copyright statement and license information for every published preprint, reverting them to the server's current default settings. This will permanently remove all prior copyright and licensing information attached to preprints. In some cases, you may not be legally permitted to re-license work that has been published under a different license. Please take caution when using this tool and consult legal expertise if you are unsure what rights you hold over the preprint's published in your server.
bg: Премахнете декларацията за авторски права и информацията за лиценза за всеки публикуван препринт, като ги върнете към текущите настройки по подразбиране на сървъра. Това ще премахне завинаги цялата предишна информация за авторски права и лицензи, приложена към препринтите. В някои случаи може да не ви е разрешено по закон да лицензирате повторно работа, която е била публикувана под различен лиценз. Моля, бъдете внимателни, когато използвате този инструмент и се консултирайте с правни специалисти, ако не сте сигурни какви права притежавате върху препринтите, публикувани на вашия сървър.

# plugins.importexport.common.error.DOIsNotAvailable
source: In order to use this plugin please go to the "Public Identifier" plugin category, enable and configure the DOI plugin and specify a valid DOI prefix there.
bg: За да използвате този плъгин, моля, отидете в категорията на плъгина "Публичен идентификатор", активирайте и конфигурирайте приставката за DOI и посочете валиден префикс за DOI там.

# plugins.importexport.common.error.pluginNotConfigured
source: The plugin is not fully set up.
bg: Плъгинът не е напълно настроен.

# plugins.importexport.common.settings.form.password
source: Password
bg: Парола

# plugins.importexport.common.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
bg: Моля, обърнете внимание, че паролата ще бъде запазена като обикновен текст, т.е. не е криптирана.

# plugins.importexport.common.status.any
source: Any Status
bg: Всеки статус

# plugins.importexport.common.status.notDeposited
source: Not Deposited
bg: Недепозирани

# plugins.importexport.common.status.markedRegistered
source: Marked registered
bg: Маркирани като регистрирани

# plugins.importexport.common.status.registered
source: Registered
bg: Регистрирани

# plugins.importexport.common.action
source: Action
bg: Действие

# plugins.importexport.common.action.export
source: Export
bg: Експортиране

# plugins.importexport.common.action.markRegistered
source: Mark registered
bg: Маркиране като регистрирани

# plugins.importexport.common.validation
source: Validate XML before the export and registration.
bg: Валидирайте XML преди експортирането и регистрацията.

# plugins.importexport.common.error.validation
source: Could not convert selected objects.
bg: Неуспешно преобразуване на избраните обекти.

# plugins.importexport.common.invalidXML
source: Invalid XML:
bg: Невалиден XML:

# plugins.importexport.common.register.error.mdsError
source: Registration was not successful! The DOI registration server returned an error: '{$param}'.
bg: Регистрацията не беше успешна! Сървърът за регистрация на DOI върна грешка: '{$param}'.

# plugins.importexport.common.register.success
source: Registration successful!
bg: Успешна регистрация!

# plugins.importexport.common.senderTask.warning.noDOIprefix
source: DOI prefix is missing for the server with the path {$path}.
bg: DOI префиксът липсва за сървъра с пътя {$path}.

# stats.publications.details
source: Preprint Details
bg: Подробности за препринт

# stats.publications.totalAbstractViews.timelineInterval
source: Total abstract views by date
bg: Общ брой абстрактни прегледи по дата

# stats.publications.totalGalleyViews.timelineInterval
source: Total file views by date
bg: Общ брой файлови прегледи по дата

# stats.publications.countOfTotal
source: {$count} of {$total} preprints
bg: {$count} от {$total} препринта

# stats.publications.abstracts
source: Abstracts
bg: Абстракти

# plugins.importexport.common.error.noObjectsSelected
source: No objects selected.
bg: Няма избрани обекти.

# plugins.importexport.common.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
bg: Изходният файл {$param} не може да се записва.

# plugins.importexport.common.error.unknownObjects
source: The specified objects could not be found.
bg: Посочените обекти не могат да бъдат намерени.

# stats.publications.none
source: No preprint's were found with usage statistics matching these parameters.
bg: Не бяха открити препринти със статистически данни за употреба, съответстващи на тези параметри.

# manager.statistics.reports.filters.byObject.description
source: Narrow results by object type (server, preprint, file types) and/or by one or more object id(s).
es_es: Restrinja los resultados por tipo de objeto (servidor, preimpresión, tipos de archivo) y/o por uno o más identificadores de objeto.

# manager.statistics.defaultMetricDescription
source: Your server is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used preprint's or to rank search results. Please select one of the configured metrics as a default.
es_es: Su servidor está configurado para registrar más de una métrica de uso. Las estadísticas de uso se mostrarán en varios contextos. Hay casos en los que se debe utilizar una única estadística de uso, por ej. para mostrar una lista ordenada de las preimpresiones más utilizadas o para clasificar los resultados de la búsqueda. Seleccione una de las métricas configuradas como predeterminada.

# manager.setup.submissionPreparationChecklist
source: Submission Preparation Checklist
es_es: Lista de verificación de preparación de envío

# manager.setup.authorScreening
source: Author screening
es_es: Complementos de selección del autor

# manager.setup.masthead.success
source: The masthead details for this server have been updated.
fr_ca: Les renseignements du bloc générique de ce serveur ont été mis à jour.

# manager.setup.lists.success
source: The list settings for this server have been updated.
fr_ca: Les paramètres de listes pour ce serveur ont été mis à jour.

# manager.setup.journalAbbreviation
source: Server Abbreviation
fr_ca: Titre court du serveur

# manager.setup.information.success
source: The information for this server was updated.
fr_ca: Les informations pour ce serveur ont été mises à jour.

# manager.setup.contact.success
source: The contact details for this server have been updated.
fr_ca: Les renseignements de la personne-ressource pour ce serveur ont été mis à jour.

# manager.setup.announcements.success
source: The announcements settings have been updated.
fr_ca: Les paramètres des annonces ont été mis à jour.

# manager.section.noSectionEditors
source: There are no series editors yet. Add this role to at least one user via Management > Settings > Users &amp; Roles first.
fr_ca: Aucun-e rédacteur-trice de série n'a encore été désigné-e. Ajouter ce rôle à au moins un-e utilisateur-trice via « Administration > Paramètres > Rôles et utilisateurs-trices ».

# manager.distribution.publishingMode.success
source: The publishing details have been updated.
fr_ca: Les renseignements de publication ont été mis à jour.
