Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/manager.po
Languages: bg, cs, es_es, fr_ca

# manager.language.submissions
source: Submissions
bg: Изпратени материали
cs: Příspěvky
es_es: Envíos
fr_ca: Soumissions

# manager.setup.editorialTeam
source: Editorial Team
bg: Екип на сървъра за препринти
cs: Tým preprintového serveru
fr_ca: Équipe éditoriale

# manager.setup.contextAbout
source: About the Server
bg: За сървъра
es_es: Sobre el servidor
fr_ca: À propos du serveur

# plugins.importexport.common.action.register
source: Register
bg: Регистриране

# manager.distribution.copyrightYearBasis.description
source: Choose how a default copyright date is selected for an preprint . This default can be overridden on a case-by-case basis.
bg: Изберете как да бъде избрана дата на авторското право по подразбиране за препринт. Това по подразбиране може да бъде заменено за всеки отделен случай.
cs: Zvolte způsob výběru výchozího data autorských práv pro preprint. Toto výchozí datum lze v jednotlivých případech změnit.
es_es: Elija cómo se selecciona una fecha de copyright predeterminada para un preprint. Este valor predeterminado se puede anular caso por caso.
fr_ca: Préciser comment la date de copyright par défaut est sélectionnée pour une prépublication. Cette valeur par défaut peut être remplacée au cas par cas.

# manager.distribution.access
source: Access
bg: Достъп
cs: Přístup
es_es: Acceso
fr_ca: Accès

# manager.distribution.copyrightYearBasis.submission
source: Use the preprint's publication date
bg: Използвайте датата на публикуване на препринта
cs: Použijte datum zveřejnění preprintu
fr_ca: Utiliser la date de publication de la prépublication

# manager.distribution.publishingMode
source: Publishing Mode
bg: Режим на публикуване
cs: Mód odesílání
fr_ca: Mode de publication

# manager.distribution.publishingMode.none
source: PPS will not be used to publish the server's contents online.
bg: OPS няма да се използва за публикуване на съдържанието на сървъра онлайн.
cs: OPS se nebude nepoužívat ke zveřejňování obsahu serveru na internetu.
fr_ca: OPS ne sera pas utilisé pour publier en ligne le contenu du serveur.

# manager.distribution.publishingMode.openAccess
source: The server will provide open access to its contents.
bg: Сървърът ще осигури отворен достъп до съдържанието си.
cs: Server bude poskytovat otevřený přístup ke svému obsahu.
es_es: El servidor proporcionará acceso abierto a sus contenidos.
fr_ca: Le serveur offrira son contenu en libre accès.

# manager.setup.information.forReaders
source: For Readers
bg: За читатели
es_es: Para los lectores
fr_ca: Pour les lecteurs-trices

# manager.language.ui
source: UI
bg: ПИ
fr_ca: Interface usager

# manager.language.forms
source: Forms
bg: Форми
cs: Formuláře
es_es: Formularios
fr_ca: Formulaires

# manager.language.confirmDefaultSettingsOverwrite
source: This will replace any locale-specific server settings you had for this locale
bg: Това ще замени всички специфични за локализираните настройки на сървъра, които сте имали за тази езикова локализация
cs: Toto nahradí všechna nastavení specifická pro danou lokalizaci serveru
es_es: Esto reemplazará cualquier configuración de servidor específica local que haya tenido para esta localidad
fr_ca: Ceci remplacera n'importe quel paramètre de langue spécifique à un serveur que vous aviez pour cette langue

# manager.people.allUsers
source: All Enrolled Users
bg: Всички регистрирани потребители
cs: Všichni zaregistrovaní uživatelé
es_es: Todos los usuarios inscritos
fr_ca: Tous,toutes les utilisateurs-trices enregistrés-es

# manager.people.confirmRemove
source: Remove this user from this server? This action will unenroll the user from all roles within this server.
bg: Премахване на този потребител от този сървър? Това действие ще дерегистрира потребителя от всички роли в този сървър.
cs: Odebrat tohoto uživatele z tohoto serveru? Tato akce odhlásí uživatele ze všech rolí v rámci tohoto serveru.
es_es: ¿Eliminar este usuario de este servidor? Esta acción anulará la inscripción del usuario de todos los roles dentro de este servidor.
fr_ca: Supprimer cet ou cette utilisateur-trice de ce serveur ? Cette action désinscrira l'utilisateur-trice de tous les rôles dans ce serveur.

# manager.sections.abstractsNotRequired
source: Do not require abstracts
bg: Не изисквайте резюмета
cs: Nevyžadovat abstrakty
es_es: No requiere resúmenes
fr_ca: Ne pas exiger de résumé

# manager.sections.confirmDelete
source: Are you sure you want to permanently delete this series?
bg: Сигурни ли сте, че искате да изтриете този раздел за постоянно?
cs: Jste si jisti, že chcete natrvalo vymazat tuto sekci?
fr_ca: Êtes-vous certain-e de vouloir supprimer cette série de façon permanente ?

# manager.sections.create
source: Create Series
bg: Създаване на раздел
cs: Vytvořit sekci
fr_ca: Créer une série

# manager.sections.editorRestriction
source: Items can only be submitted by Editors and Series Editors.
bg: Материали могат да се изпращат само от мениджъри и модератори.
cs: Položky mohou zadávat pouze manažeři a moderátoři.
fr_ca: Les prépublications ne peuvent être soumises que par les rédacteurs-trices et les rédacteurs-trices de séries.

# manager.sections.form.abbrevRequired
source: An abbreviated title is required for the series
bg: Необходимо е да се укаже съкратено заглавие на раздела
cs: Je vyžadován zkrácený název pro tuto sekci
fr_ca: Un titre abrégé est obligatoire pour la série

# manager.sections.identifyTypeExamples
source: (For example etc.)
bg: (Например и т.н.)
cs: (Například etc.)
es_es: (Por ejemplo, etc.)
fr_ca: (Par exemple etc.)

# manager.sections.policy
source: Series Policy
bg: Политика на раздела
cs: Pravidla sekce
fr_ca: Politique de la série

# manager.sections.submissionIndexing
source: Will not be included in the indexing of the server
bg: Няма да бъдат включени в индексирането на сървъра
cs: Nebudou zahrnuty do indexace serveru
es_es: No se incluirá en la indexación del servidor
fr_ca: Ne sera pas inclus dans l'indexation du serveur

# manager.sections.wordCount
source: Word Count
bg: Брой думи
cs: Počet slov
es_es: Recuento de palabras
fr_ca: Décompte de mots

# manager.setup
source: Server Settings
bg: Настройки на сървъра
cs: Nastavení serveru
es_es: Configuración del servidor
fr_ca: Paramètres du serveur

# manager.setup.masthead
source: Masthead
bg: Заглавие
cs: Hlavička
es_es: Cabecera
fr_ca: Bloc générique

# manager.setup.useStyleSheet
source: Server style sheet
bg: Лист със стилове за сървъра
cs: Styl serveru
es_es: Hoja de estilo del servidor
fr_ca: Feuille de styles de la série

# manager.setup.announcements
source: Announcements
bg: Съобщения
cs: Oznámení
es_es: Anuncios
fr_ca: Annonces

# manager.setup.announcementsIntroduction
source: Introduction
bg: Въведение
cs: Úvod
es_es: Introducción

# manager.setup.announcementsIntroduction.description
source: Enter any information you would like to appear on your announcements page.
bg: Въведете информацията, която искате да се показва на страницата ви за съобщения.
cs: Vložte jakékoliv doplňující informace, které by měly být zobrazeny čtenářům na stránce Oznámení.
es_es: Ingrese cualquier información que le gustaría que aparezca en su página de anuncios.
fr_ca: Ajouter toute information additionnelle qui devrait être affichée aux lecteurs-trices sur la page des Annonces.

# manager.setup.disableUserRegistration
source: The Server Manager will register all user accounts.
bg: Мениджърът на сървъра ще регистрира всички потребителски акаунти.
cs: Správce serveru zaregistruje všechny uživatelské účty.
es_es: El Administrador del servidor registrará todas las cuentas de usuario.
fr_ca: L'administrateur-trice se chargera d'inscrire tous et toutes les utilisateurs-trices.

# manager.setup.emailBounceAddress
source: Bounce Address
bg: Адрес за отхвърляне
cs: Adresa pro nedoručitelné zprávy
es_es: Dirección de rebote

# manager.setup.emailSignature
source: Signature
bg: Подпис
cs: Podpis
es_es: Firma

# manager.setup.emailSignature.description
source: The prepared emails that are sent by the system on behalf of the server will have the following signature added to the end.
bg: Имейлите, изпратени автоматично от името на сървъра за препринти, ще имат следния добавен подпис.
cs: E-maily odesílané automaticky jménem preprintového serveru budou opatřeny následujícím podpisem.
es_es: Los correos electrónicos preparados que envía el sistema en nombre del servidor tendrán la siguiente firma agregada al final.
fr_ca: La signature suivante sera ajoutée à la fin de chaque courriel prédéfini envoyé par le système au nom du serveur.

# manager.setup.enableAnnouncements.enable
source: Enable announcements
bg: Активиране на съобщенията
cs: Povolit oznámení
es_es: Habilitar anuncios
fr_ca: Activer les annonces

# manager.setup.enableAnnouncements.description
source: Announcements may be published to inform readers of server news and events. Published announcements will appear on the Announcements page.
bg: Може да се публикуват съобщения, за да информират читателите за новини и събития на сървъра. Публикуваните съобщения ще се показват на страницата Съобщения.
es_es: Se pueden publicar anuncios para informar a los lectores sobre noticias y eventos del servidor. Los anuncios publicados aparecerán en la página de Anuncios.
fr_ca: Des annonces peuvent être publiées pour informer les lecteurs-trices au sujet des activités et événements du serveur. Les annonces publiées s'afficheront sur la page « Annonces ».

# manager.setup.numAnnouncementsHomepage
source: Display on Homepage
bg: Показване на началната страница
es_es: Mostrar en la página de inicio
fr_ca: Afficher sur la page d'accueil

# manager.setup.numAnnouncementsHomepage.description
source: How many announcements to display on the homepage. Leave this empty to display none.
bg: Колко съобщения да се показват на началната страница. Оставете полето празно, за да не се показва нищо.
es_es: Cuántos anuncios mostrar en la página de inicio. Deje esto vacío para no mostrar ninguno.
fr_ca: Préciser combien d'annonces doivent être affichées sur la page d'accueil. Laissez ce champ vide pour n'en afficher aucune.

# manager.setup.enableUserRegistration
source: Visitors can register a user account with the server.
bg: Посетителите могат да регистрират потребителски акаунт в сървъра.
es_es: Los visitantes pueden registrar una cuenta de usuario con el servidor.
fr_ca: Les utilisateurs-trices peuvent s'inscrire eux-mêmes et elles-mêmes au serveur.

# manager.setup.identity
source: Server Identity
bg: Идентификация на сървъра за препринти
fr_ca: Identité du serveur

# manager.setup.information
source: Information
bg: Информация
es_es: Información

# manager.setup.information.forAuthors
source: For Authors
bg: За автори
es_es: Para los autores
fr_ca: Pour les auteurs-es

# manager.setup.information.forLibrarians
source: For Librarians
bg: За библиотекари
es_es: Para bibliotecarios
fr_ca: Pour les bibliothécaires

# manager.setup.itemsPerPage
source: Items per page
bg: Елементи на страница
es_es: Artículos por página
fr_ca: Éléments par page

# manager.setup.contextSummary
source: Server Summary
bg: Сървър - текстово описание
es_es: Resumen del servidor
fr_ca: Résumé du serveur

# manager.setup.contextInitials
source: Server initials
bg: Инициали на сървъра
es_es: Iniciales del servidor
fr_ca: Initiales du serveur

# manager.setup.contextTitle
source: Server title
bg: Заглавие на сървъра
es_es: Título del servidor
fr_ca: Titre du serveur

# manager.setup.keyInfo
source: Key Information
bg: Ключова информация
es_es: Información clave
fr_ca: Renseignements de base

# manager.setup.lists
source: Lists
bg: Списъци
es_es: Listas
fr_ca: Listes

# manager.setup.numPageLinks
source: Page links
bg: Връзки към страници
es_es: Enlaces de página
fr_ca: Page de liens

# manager.setup.numPageLinks.description
source: Limit the number of links to display to subsequent pages in a list.
bg: Ограничете броя на връзките за показване към следващите страници в списъка.
es_es: Limite el número de enlaces para mostrar en las páginas siguientes de una lista.
fr_ca: Limiter le nombre de liens à afficher sur les pages subséquentes de la liste.

# manager.setup.searchEngineIndexing
source: Search Indexing
bg: Индексиране на търсенето
es_es: Indización de búsqueda

# manager.setup.searchDescription.description
source: Provide a brief description (50-300 characters) of the server which search engines can display when listing the server in search results.
bg: Предоставете кратко описание (50-300 знака) на сървъра, което търсачките могат да показват, когато го изброяват в резултатите от търсенето.
es_es: Proporcione una breve descripción (50-300 caracteres) del servidor para que los motores de búsqueda pueden mostrar al incluir el servidor en los resultados de búsqueda.

# manager.setup.siteAccess.view
source: Site Access
bg: Достъп до сайта
es_es: Acceso al sitio

# manager.setup.siteAccess.viewContent
source: View Preprint Content
bg: Преглед на съдържанието на препринти
es_es: Ver contenido de preprint

# manager.setup.sponsoringOrganization
source: Sponsoring organization
bg: Спонсорираща организация
es_es: Organización patrocinadora

# manager.setup.enableOai
source: Enable OAI
bg: Активиране на OAI
es_es: Habilitar OAI

# manager.setup.userRegistration
source: User Registration
bg: Регистрация на потребител
es_es: registro de usuario

# manager.statistics.statistics
source: Server Statistics
bg: Статистика на сървъра
es_es: Estadísticas del servidor

# manager.statistics.statistics.count.decline
source: Decline
bg: Отказване
es_es: Disminución

# manager.statistics.statistics.count.revise
source: Resubmit
bg: Повторно изпращане
es_es: Reenviar

# manager.statistics.statistics.count.accept
source: Accept
bg: Приемане
es_es: Aceptar

# manager.statistics.statistics.daysToPublication
source: Days to publication
bg: Дни преди да бъде публикуван препринта

# manager.statistics.statistics.itemsPublished
source: Items published
bg: Публикувани препринти
es_es: Ítens postados

# manager.statistics.statistics.numSubmissions
source: Total submissions
bg: Общо изпратени материали
es_es: Envíos totales

# manager.statistics.statistics.registeredReaders
source: Registered readers
bg: Регистрирани читатели
es_es: Lectores registrados

# grid.category.path
source: Path
bg: Път

# manager.publication.library
source: Publisher Library
bg: Библиотека на препринт сървъра

# manager.setup.resetPermissions.success
source: Preprint permissions were successfully reset.
bg: Разрешенията за препринти бяха успешно нулирани.

# grid.genres.title.short
source: Components
bg: Компоненти

# grid.genres.title
source: Preprint Components
bg: Компоненти на препринт

# plugins.importexport.common.settings
source: Settings
bg: Настройки

# plugins.importexport.common.settings.DOIPluginSettings
source: DOI Plugin Settings
bg: Настройки на приставката (плъгин) за DOI

# plugins.importexport.common.missingRequirements
source: Plugin requirements not met
bg: Изискванията на приставката (плъгина) не са изпълнени

# manager.sections.alertDelete
source: Before this series can be deleted, you must move preprint's published within it into other series.
bg: Преди този раздел да бъде изтрит, трябва да преместите публикуваните в него препринти в друг раздел.
cs: Než budete moci smazat tuto sekci, musíte přesunout všechny preprinty z této sekce do jiných sekcí.
fr_ca: Pour pouvoir supprimer cette série, vous devez d'abord déplacer les prépublications qui y sont publiées dans d'autres séries.

# manager.sections.identifyType
source: Identify items published in this series as a(n)
bg: Идентифицирайте елементите, публикувани в този раздел, като (n)
cs: Označte položky zaslané do tohoto oddílu jako
fr_ca: Identifier les prépublications publiées dans cette série en tant que

# manager.sections.wordCountInstructions
source: Limit abstract word counts for this series (0 for no limit)
bg: Ограничете броя на думи в абстракта за този раздел (0 за без ограничение)
cs: Omezit počet slov abstraktu pro tuto sekci na (0 pro žádný limit)
fr_ca: Limiter le nombre de mots du résumé pour cette série (0 pour aucune limite)

# manager.setup.information.description
source: Brief descriptions of the server for librarians and prospective authors and readers. These are made available in the site's sidebar when the Information block has been added.
bg: Кратки описания на сървъра, предназначени за библиотекари, бъдещи автори и читатели. Те стават достъпни в страничната лента на сайта, когато бъде добавен информационният блок.
es_es: Breves descripciones del servidor para bibliotecarios y futuros autores y lectores. Estas están disponibles en la barra lateral del sitio cuando se agrega el bloque de información.
fr_ca: Une brève description du serveur pour les bibliothécaires, les auteurs-es et lecteurs-trices potentiels-elles est disponible dans la section « Renseignements », lorsqu'ajoutée au menu latéral.

# manager.setup.emailBounceAddress.description
source: Any undeliverable emails will result in an error message to this address.
bg: Всички недоставени имейли ще доведат до съобщение за грешка на този адрес.
cs: Jakékoliv nedoručitelné e-maily povedou k zaslání chybové zprávy na tuto adresu.
es_es: Cualquier correo electrónico que no se pueda entregar dará como resultado un mensaje de error a esta dirección.
fr_ca: Tout courriel non remis entraînera un message d'erreur envoyé à cette adresse.

# manager.setup.itemsPerPage.description
source: Limit the number of items (for example, submissions, users, or editing assignments) to show in a list before showing subsequent items in another page.
bg: Ограничете броя на елементите (например изпратени материали, потребители или задания за редактиране), които да се показват в списък, преди да покажете следващите елементи на друга страница.
es_es: Limite el número de elementos (por ejemplo, envíos, usuarios o tareas de edición) para mostrar en una lista antes de mostrar elementos posteriores en otra página.
fr_ca: Vous pouvez limiter le nombre d'éléments (par exemple : soumissions, utilisateurs-trices, ou assignations) à afficher dans une liste avant d'afficher, dans une autre page, les éléments subséquents.

# manager.setup.contextAbout.description
source: Include any information about your server which may be of interest to readers or authors. This could include your open access policy, the focus and scope of the server, copyright notice, sponsorship disclosure, history of the server and a privacy statement.
bg: Включете всяка информация за вашия сървър, която може да представлява интерес за читатели или автори. Това може да включва вашата политика за отворен достъп, фокуса и обхвата на сървъра, политики за модериране и проверка, известие за авторски права, разкриване на спонсорство, история на сървъра и декларация за поверителност.
fr_ca: Inclure tout renseignement sur votre serveur qui serait d'intérêt pour les lecteurs-trices et auteurs-es. Cela peut comprendre votre politique de libre accès, l'énoncé de mission du serveur, l'avis de droit d'auteur, la divulgation de commandites, l'historique du serveur, ainsi qu'une déclaration de confidentialité.

# manager.setup.emailBounceAddress.disabled
source: In order to send undeliverable emails to a bounce address, the site administrator must enable the <code>allow_envelope_sender</code> option in the site configuration file. Server configuration may be required, as indicated in the PPS documentation.
bg: За да изпраща недоставени имейли до адрес за отхвърляне, администраторът на сайта трябва да активира опцията <code>allow_envelope_sender</code> в конфигурационния файл на сайта. Може да се изисква конфигурация на сървъра, както е посочено в документацията на OPS.
cs: Aby bylo možné odesílat nedoručitelné e-maily na kontrolní adresu, musí správce webu povolit v konfiguračním souboru webu možnost <code>allow_envelope_sender</code>. Může být vyžadována konfigurace serveru, jak je uvedeno v dokumentaci OPS.
es_es: Para enviar correos electrónicos que no se pueden entregar a una dirección de devolución, el administrador del sitio debe habilitar la opción <code>allow_envelope_sender</code> en el archivo de configuración del sitio. La configuración del servidor puede ser necesaria, como se indica en la documentación de OPS.
fr_ca: Afin d'envoyer des courriels non livrés à une adresse de rebond, l'administrateur-trice du site Web doit activer l'option <code>allow_envelope_sender</code> dans le fichier de configuration. Une configuration particulière du serveur pourrait être requise, tel qu'indiqué dans la documentation d'OPS.

# manager.setup.serverThumbnail
source: Server thumbnail
bg: Графична икона (миниатюра) за сървъра
es_es: Miniatura del servidor
fr_ca: Vignette du serveur

# manager.setup.serverThumbnail.description
source: A small logo or representation of the server that can be used in lists of servers.
bg: Малко лого или представяне на сървъра, което може да се използва в списъци със сървъри.
es_es: Un pequeño logotipo o representación del servidor que se puede usar en listas de servidores.
fr_ca: Un logo ou une petite image du serveur, laquelle peut être utilisée dans des listes de serveurs.

# manager.setup.keyInfo.description
source: Provide a short description of your server and identify editors, managing directors and other members of your editorial team.
bg: Осигурете описание на вашия сървър и идентифицирайте препринт мениджъра(ите) и други членове на екипа на сървъра за препринти.
es_es: Proporcione una breve descripción de su servidor e identifique a los editores, directores generales y otros miembros de su equipo editorial.
fr_ca: Fournir une brève description de votre serveur et présenter les rédacteurs-trices, les directeurs-trices ainsi que les autres membres de votre équipe éditoriale.

# manager.setup.restrictSiteAccess
source: Users must be registered and log in to view the server site.
bg: Потребителите трябва да са регистрирани и да влязат в системата, за да видят сайта на сървъра.
es_es: Los usuarios deben estar registrados e iniciar sesión para ver el contenido de acceso abierto.

# manager.setup.enableOai.description
source: Provide metadata to third-party indexing services through the <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
bg: Предоставяне на метаданни на услуги за индексиране на трети страни чрез <a href="https://www.openarchives.org/">Инициативата за отворени архиви</a>.
es_es: Proporcione metadatos a servicios de indexación de terceros a través de <a href="https://www.openarchives.org/">Open Archives Initiative</a>.

# manager.setup.searchEngineIndexing.description
source: Help search engines like Google discover and display your site. You are encouraged to submit your <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
bg: Помогнете на търсачки като Google да открият и покажат вашия сайт. Насърчаваме ви да изпратите вашата <a href="{$sitemapUrl}" target="_blank">карта на сайта</a>.
es_es: Ayuda a los motores de búsqueda como Google a descubrir y mostrar tu sitio. Le recomendamos que envíe su <a href="{$sitemapUrl}" target="_blank">mapa del sitio</a>.

# manager.statistics.statistics.makePublic
source: Check items to be made available to readers in About the Server.
bg: Отбележете елементите, които да бъдат предоставени на читателите в Информация за сървъра.
es_es: Verifique los elementos que estarán disponibles para los lectores en Acerca del servidor.

# manager.setup.resetPermissions
source: Reset Preprint Permissions
bg: Нулиране на разрешенията за препринти

# manager.setup.resetPermissions.confirm
source: Are you sure you wish to reset permissions data for all preprints? This action can not be undone.
bg: Сигурни ли сте, че искате да нулирате данните за разрешения за всички препринти? Това действие не може да бъде отменено.
