Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/submission.po
Languages: bg, cs, de, es_es, fr_ca, mk, nb_no, pt_br

# submission.publications
source: Preprints
bg: Препринти
cs: Preprinty
mk: Отпечатоци

# submission.publication
source: Preprint
bg: Препринт
mk: Предпечаток

# publication.status.published
source: Posted
bg: Изпратени
cs: Publikováno
de: Veröffentlicht
mk: Објавено
pt_br: Postado

# submission.status.scheduled
source: Scheduled
bg: Насрочени
cs: Naplánováno
de: Geplant
mk: Закажан
pt_br: Agendado

# publication.status.unscheduled
source: Unposted
bg: Разсрочени
cs: Publikování bylo zrušeno
de: Unveröffentlicht
mk: Необјавено
pt_br: Não postado

# submission.title
source: Preprint Title
bg: Заглавие на препринт
cs: Název preprintu
de: Preprint-Titel
es_es: Título de preprint
fr_ca: Titre de la prépublication
mk: Наслов на отпечаток
nb_no: Tittel
pt_br: Título do preprint

# submission.submit.userGroup
source: Submit in my role as...
bg: Изпращане в ролята ми на...
cs: Předkládám v roli...
de: Einreichen in meiner Rolle als...
es_es: Envío en mi rol de ...
fr_ca: Soumettre en tant que (rôle)...
mk: Поднесете во моја улога како...
nb_no: Lever inn i min rolle som ...
pt_br: Submeto na minha função de...

# submission.upload.selectComponent
source: Select preprint component
bg: Изберете компонент за препринт
cs: Vybrat komponentu preprintu
de: Preprint-Komponente auswählen
es_es: Seleccionar el componente de preprint
fr_ca: Sélectionner l'élément de la prépublication
mk: Изберете компонента за печатење
nb_no: Velg preprintkomponent
pt_br: Selecionar o componente de preprint

# submission.submit.newSubmissionSingle
source: New Submission
bg: Нов материал
cs: Nový příspěvek
de: Neue Einreichung
es_es: Nuevo Envío
fr_ca: Nouvelle soumission
mk: Нов поднесок
nb_no: Ny innlevering
pt_br: Nova submissão

# submission.abstract.wordCount.description
source: The abstract must be {$wordCount} words or less.
bg: Резюмето трябва да съдържа {$wordCount} думи или по-малко.
cs: Abstrakt musí mít maximálně {$wordCount} slov.
de: Die Zusammenfassung muss {$wordCount} Wörter oder weniger enthalten.
es_es: El resumen debe ser {$wordCount} palabras o menos.
fr_ca: Le résumé doit contenir {$wordCount} mots ou moins.
mk: Апстрактот мора да биде {$wordCount} зборови или помалку.
nb_no: Sammendraget må være {$wordCount} ord eller færre.
pt_br: O resumo deve ter {$wordCount} palavras ou menos.

# submission.submit.noContext
source: This submission's server could not be found.
bg: Сървърът на това изпращане на материали не можа да бъде намерен.
cs: Není možné nalézt server tohoto příspěvku.
de: Der Einreichungsserver konnte nicht gefunden werden.
es_es: No se pudo encontrar el servidor de este envío.
fr_ca: Le serveur de cette soumission est introuvable.
mk: Серверот на овој поднесок не може да се најде.
nb_no: Denne innleveringens tjener ble ikke funnet.
pt_br: O periódico de submissão não foi encontrado.

# submission.galleyFiles
source: Galley Files
bg: Типографски файлове
cs: Soubory sazebnice
de: Gesamtfahnen
es_es: Archivos de galerada
fr_ca: Fichiers des épreuves
mk: Датотеки од отисок на труд
nb_no: Oppsettfiler
pt_br: Composição final

# submission.upload.fileContents
source: Preprint Component
bg: Препринт компонент
cs: Komponenta preprintu
de: Preprint-Komponente
es_es: Componente de preprint
fr_ca: Élément de la prépublication
mk: Компонента за печатење
nb_no: Preprintkomponent
pt_br: Componente de preprint

# submission.complete
source: Approved
bg: Одобрен
cs: Schváleno
de: Genehmigt
es_es: Aprobado
fr_ca: Approuvé-e
mk: Одобрен
nb_no: Utført
pt_br: Aprovado

# submission.submit.submissionChecklist
source: Submission Checklist
bg: Контролен списък за подаване на материали
cs: Kontrolní seznam pro příspěvek
de: Einreichungs-Checkliste
es_es: Lista de verificación de envío
fr_ca: Liste de vérification de la soumission
mk: Листа за проверка на поднесок
nb_no: Sjekkliste
pt_br: Lista de verificação da submissão

# submission.submit.contributorRole
source: Contributor's role
bg: Авторство и съавторство
cs: Role přispěvatele
de: Rolle des Beitragenden
es_es: Rol del colaborador
fr_ca: Rôle du,de la contributeur-trice
mk: Улога на соработник
nb_no: Bidragsyterens rolle
pt_br: Função do colaborador

# submission.metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe content.
bg: Тези спецификации се основават на набора метаданни Dublin Core, международен стандарт, използван за описване на съдържание.
cs: Tyto specifikace jsou založeny na mezinárodním metadatovém standardu Dublin Core, který je využíván k popisu obsahu.
de: Diese Spezifikationen basieren auf dem Dublin-Core-Metadatensatz, einem internationalen Standard zur Beschreibung von Inhalten.
es_es: Estas especificaciones se basan en el conjunto de metadatos Dublin Core, un estándar internacional utilizado para describir el contenido del servidor.
fr_ca: Ces spécifications sont basées sur le schéma de métadonnées du Dublin Core, une norme internationale utilisée pour décrire les contenus d'un serveur.
mk: Овие спецификации се засноваат на множеството метаподатоци во Даблин Основа, меѓународен стандард што се користи за опис на содржината.
nb_no: Disse spesifikasjonene er basert på metadatasettet Dublin Core, en internasjonal standard som bl.a. brukes til å beskrive innhold.
pt_br: Estas especificações estão baseadas no conjunto de metadatos Dublin Core, um padrão internacional utilizado para descrever conteúdo.

# submission.sectionOptions
source: Section Options
bg: Опции за раздела
cs: Možnosti sekce
de: Abschnitt Optionen
es_es: Opciones de serie
mk: Опции за дел

# catalog.browseTitles
source: {$numTitles} Items
bg: {$numTitles} заглавия
cs: {$numTitles} položek
de: {$numTitles} Einträge
fr_ca: {$numTitles} titres
mk: {$numTitles} Предмети
nb_no: {$numTitles} titler
pt_br: {$numTitles} Itens

# catalog.category.heading
source: All Items
bg: Всички заглавия
cs: Všechny položky
de: Alle Einträge
es_es: Todos los artículos
fr_ca: Tous les titres
mk: Сите предмети
nb_no: Alle objekter
pt_br: Todos os itens

# submission.copyrightOther.description
source: Assign copyright for posted submissions to the following party.
bg: Преотстъпете авторски права за публикувани материали на следната страна.
cs: Přiřaďte autorská práva k publikovaným příspěvkům následující straně.
de: Das Urheberrecht für die eingereichten Beiträge ist an die folgende Organisation zu übertragen.
mk: Доделете ги авторските права за објавените поднесоци на следната страна.
pt_br: Designar copyright para submissões postadas ao seguinte partido.

# publication.event.scheduled
source: The submission was scheduled to be posted.
bg: Изпратените материали бяха насрочени за публикуване.
cs: Bylo naplánováno publikování tohoto příspěvku.
de: Die Einreichung war zur Veröffentlichung geplant.
mk: Поднесокот е закажан за објавување.
pt_br: A submissão foi agendada para postagem.

# publication.required.declined
source: A declined submission can not be posted.
bg: Отхвърлено изпращане на материали не може да бъде публикувано.
cs: Odmítnutý příspěvek nelze zveřejnit.
de: Ein abgelehnter Beitrag kann nicht veröffentlicht werden.
mk: Одбиениот поднесок не може да се објави.
pt_br: Uma submissão rejeitada não pode ser postada.

# submission.license.description
source: The license will be set automatically to <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> when this is posted.
bg: Лицензът ще бъде зададен автоматично на <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>, когато материалът бъде публикуван.
cs: Jakmile bude tento příspěvek zveřejněn, bude licence automaticky nastavena na <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a>.
de: Die Lizenz wird automatisch auf <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> gesetzt, wenn dies veröffentlicht wird.
mk: Лиценцата автоматски ќе се постави на <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> кога ова е објавено.
pt_br: A licença será configurada automaticamente para <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> quando este manuscrito for postado.

# galley.editPublishedDisabled
source: The galleys of this version can not be edited because it has already been posted.
bg: Типографиите на тази версия не могат да бъдат редактирани, защото вече е публикувана.
cs: Sazebnice tohoto příspěvku nelze upravovat, protože již byla odeslána.
de: Die Gesamtfahnen dieser Version können nicht bearbeitet werden, da sie bereits veröffentlicht wurde.
es_es: Las galeradas de esta publicación no se pueden editar porque ya se ha publicado.
fr_ca: Les épreuves de cette publication ne peuvent pas être modifiées car elles ont déjà été publiées.
mk: Отисоците на труд на оваа верзија не можат да се уредуваат бидејќи таа е веќе објавена.
nb_no: Oppsettene til denne versjonen kan ikke redigeres fordi den allerede har blitt deponert.
pt_br: As composições finais desta versão não podem ser editadas pois já foram postadas.

# galley.publicationNotFound
source: The version for this galley could not be found.
bg: Версията за тази типография не може да бъде намерена.
cs: Verze této sazebnice nejde najít.
de: Die Version für diese Dateityp konnte nicht gefunden werden.
es_es: La publicación de esta galerada no se pudo encontrar.
fr_ca: La publication de ces épreuves est introuvable.
mk: Верзијата за овој отисок на труд не може да се најде.
nb_no: Versjonen til dette oppsettet ble ikke funnet.
pt_br: A versão da composição final não pode ser encontrada.

# publication.invalidSection
source: The section for this version could not be found.
bg: Разделът за тази версия не може да бъде намерен.
cs: Sekci pro tuto verzi se nepodařilo najít.
de: Der Abschnitt für diese Version konnte nicht gefunden werden.
es_es: No se pudo encontrar la sección de esta publicación.
mk: Делот за оваа верзија не може да се најде.
nb_no: Seksjonen til denne versjonen ble ikke funnet.
pt_br: A seção desta versão não pôde ser encontrada.

# publication.inactiveSection
source: {$section} (Inactive)
bg: {$section} (Неактивен)
cs: {$section} (Neaktivní)
de: {$abschnitt} (inaktiv)
nb_no: {$section} (Inaktiv)
pt_br: {$section} (Inativa)

source: Preprint entry
bg: Препринт запис
cs: Vstup preprintu
de: Preprint-Eintrag
es_es: Entrada de preprint
fr_ca: Entrée de la prépublication
mk: Внес на печатење
pt_br: Inserção de preprint

# publication.issue.success
source: The preprint entry details have been updated.
bg: Подробностите за препринт записа са актуализирани.
cs: Byly aktualizovány údaje pro zadání preprintu.
de: Die Angaben zum Preprint-Eintrag wurden aktualisiert.
es_es: Los detalles de la entrada de preprint se han actualizado.
fr_ca: Les renseignements de l'entrée de la prépublication ont été mis à jour.
mk: Деталите за влезот во печатот се ажурирани.
pt_br: Os detalhes da inserção de preprint foram atualizados.

# publication.datePublished.description
source: The posted date will be set automatically when the preprint is posted. Do not enter a posted date unless you need to backdate it.
bg: Датата на публикуване ще бъде зададена автоматично, когато бъде публикуван препринтът. Не въвеждайте публикувана дата, освен ако не трябва да я поставите със задна дата.
cs: Datum odeslání se nastaví automaticky při odeslání preprintu. Nezadávejte datum odeslání, pokud ho nepotřebujete nastavit zpětně.
de: Das Veröffentlichungsdatum wird automatisch festgelegt, wenn der Preprint veröffentlicht wird. Geben Sie kein Buchungsdatum ein, es sei denn, Sie müssen es rückdatieren.
es_es: La fecha de publicación se establecerá automáticamente cuando se publique el preprint. No ingrese una fecha de publicación a menos que necesite antedatarla.
fr_ca: La date de publication sera définie automatiquement lors de la publication de la prépublication. Ne pas entrer de date de publication sauf si vous devez l'antidater.
mk: Објавениот датум ќе се постави автоматски кога ќе се објави објавувањето. Не внесувајте објавен датум, освен ако не треба да го поставите датумот на денот.
pt_br: A data de postagem será definida automaticamente quando o preprint for postado. Não insira uma data de postagem, a menos que necessite antedatá-la.

# publication.relation
source: Relations
bg: Връзки
cs: Vztahy
de: Verbindugen
es_es: Relaciones
mk: Односи
pt_br: Relações

# publication.relation.label
source: Submitted for Publication
bg: Статус на връзките
cs: Stav vztahu
de: Status der Verbindungen
es_es: Enviado para publicación

# publication.relation.none
source: Preprint has not been submitted for publication
bg: Този препринт не е публикуван другаде.
cs: Tento preprint nebyl nikde jinde publikován.
de: Dieser Preprint wurde nicht an anderer Stelle veröffentlicht.
es_es: El preprint no ha sido enviado para publicación

# publication.relation.published
source: Preprint has been published in a server as an article
bg: Този препринт е бил публикуван другаде.
cs: Tento preprint byl publikován jinde.
de: Der Preprint wurde an einer anderen Stelle veröffentlicht.
es_es: El preprint ha sido publicado como artículo en una revista

# publication.relation.vorDoi
source: DOI of the published article
bg: DOI на публикувания препринт
cs: DOI zveřejněného preprintu
de: DOI des veröffentlichten Preprints
es_es: DOI del artículo publicado
mk: ДОИ на објавениот предпечаток
pt_br: DOI do preprint publicado

# publication.publish.confirmation
source: All requirements have been met. Are you sure you want to post this?
bg: Всички изисквания са спазени. Сигурни ли сте, че искате да публикувате това?
cs: Všechny požadavky byly splněny. Jste si jisti, že to chcete zveřejnit?
de: Alle Anforderungen sind erfüllt. Sind Sie sicher, dass Sie dies veröffentlichen wollen?
es_es: Se han cumplido todos los requisitos de publicación. ¿Está seguro de que quiere publicar esto?
mk: Сите барања се исполнети. Дали сте сигурни дека сакате да го објавите ова?

# author.submit.authorsCanNotPublish
source: You can not post your own preprint. It must be approved and posted by a moderator.
bg: Не можете да публикувате свой собствен препринт. Препринтът трябва да бъде одобрен и публикуван от модератор.
cs: Nemůžete zveřejnit svůj vlastní preprint. Musí být schválen a zveřejněn moderátorem.
de: Sie können Ihren eigenen Preprint nicht veröffentlichen. Er muss von einem Moderator genehmigt und veröffentlicht werden.
mk: Не можете да објавувате ваш сопствен отпечаток. Тој мора да биде одобрен и објавен од модераторот.
pt_br: Não é possível postar seu próprio preprint. O preprint deve ser aprovado e postado por um moderador.

# publication.copyrightYearBasis.issueDescription
source: The copyright year will be set automatically when this is posted.
bg: Годината на авторските права ще бъде зададена автоматично, когато това бъде публикувано.
cs: Rok autorských práv se nastaví automaticky při publikování.
de: Das Jahr des Urheberrechts wird bei der Veröffentlichung automatisch eingestellt.
mk: Авторската година ќе се постави автоматски кога ова ќе биде објавено.
pt_br: O ano de copyright será configurado automaticamente quando o manuscrito for postado.

# publication.copyrightYearBasis.submissionDescription
source: The copyright year will be set automatically based on the posted date.
bg: Годината на авторските права ще бъде зададена автоматично въз основа на публикуваната дата.
cs: Rok autorských práv se nastaví automaticky na základě data publikování.
de: Das Jahr des Urheberrechts wird automatisch auf der Basis des Veröffentlichungsdatums festgelegt.
mk: Годината на авторските права ќе биде поставена автоматски врз основа на датумот на објавување.
pt_br: O ano de copyright será configurado automaticamente com base na data de postagem.

# publication.datePublished
source: Date Posted
bg: Дата на изпращане/публикуване
cs: Datum publikování
de: Datum der Veröffentlichung
mk: Датум на објавување
pt_br: Data de postagem

# publication.editDisabled
source: This version has been posted and can not be edited.
bg: Тази версия е публикувана и не може да се редактира.
cs: Tato verze byla publikována a nelze ji upravovat.
de: Diese Version wurde bereits veröffentlicht und kann nicht mehr bearbeitet werden.
mk: Оваа верзија е објавена и не може да се уредува.
pt_br: Esta versão foi postada e não pode ser editada.

# publication.event.published
source: The submission was posted.
bg: Изпратените материали бяха публикувани.
cs: Příspěvek byl publikován.
de: Die Einreichung wurde veröffentlicht.
mk: Поднесокот е објавен.
pt_br: A submissão foi postada.

# publication.event.unpublished
source: The submission was unposted.
bg: Изпратените материали бяха снети от публикуване.
cs: Publikování tohoto příspěvku bylo ukončeno.
de: Die Einreichung wurde unveröffentlicht.
mk: Поднесокот е откажан.
pt_br: A submissão foi retirada.

# publication.event.versionPublished
source: A new version was posted.
bg: Нова версия беше публикувана.
cs: Byla publikována nová verze.
de: Eine neue Version wurde veröffentlicht.
mk: Објавена е нова верзија.
pt_br: Uma nova versão foi postada.

# publication.event.versionScheduled
source: A new version was scheduled to be posted.
bg: Нова версия беше насрочена за публикуване.
cs: Nová verze byla naplánována k publikování.
de: Die Veröffentlichung einer neuen Version war geplant.
mk: Закажана е нова верзија за објавување.
pt_br: Uma nova versão foi agendada para postagem.

# publication.event.versionUnpublished
source: This version was unposted and is no longer publicly available.
bg: Тази версия беше снета от публикуване и вече не е публично достъпна.
cs: Publikování této verze bylo ukončeno a není již veřejně dostupná.
de: Diese Version wurde unveröffentlicht und ist nicht mehr öffentlich zugänglich.
mk: Оваа верзија е откажана и повеќе не е јавно достапна.
pt_br: Esta versão foi retirada e não está mais disponível publicamente.

# publication.invalidSubmission
source: The submission for this preprint could not be found.
bg: Изпращането за този препринт не можа да бъде намерено.
cs: Příspěvek s tímto preprintem nebyl nalezen.
de: Die Einreichung von diesem Preprint konnte nicht gefunden werden.
mk: Поднесокот за овој предпечат не може да се најде.
pt_br: A submissão para este preprint não pôde ser encontrada.

# publication.publish
source: Post
bg: Публикуване
cs: Zveřejnění
de: Posten
mk: Објави
pt_br: Postar

# publication.publish.requirements
source: The following requirements must be met before this can be posted.
bg: Следните изисквания трябва да бъдат изпълнени, преди материалите да могат да бъдат публикувани.
cs: Před zveřejněním musí být splněny následující požadavky.
de: Die folgenden Voraussetzungen müssen erfüllt sein, damit die Stelle ausgeschrieben werden kann.
mk: Следниве барања мора да бидат исполнети пред ова да биде објавено.
pt_br: Os seguinte requerimentos precisam ser cumpridos para que esse manuscrito possa ser postado.

# publication.required.reviewStage
source: The submission must be in the Production stage before it can be posted.
bg: Изпращането на материали трябва да се намира в продукционен етап, преди да може да бъде публикувано.
cs: Před zveřejněním musí být příspěvek ve fázi Produkce.
de: Der Beitrag muss sich in der Produktionsphase befinden, bevor er veröffentlicht werden kann.
mk: Поднесокот мора да биде во фаза на производство пред да може да се објави.
pt_br: A submissão deve estar no estágio de Produção antes que possa ser postada.

# submission.copyrightHolder.description
source: Copyright will be assigned automatically to {$copyright} when this is posted.
bg: Авторските права ще бъдат присвоени автоматично на {$copyright}, когато материалът бъде публикуван.
cs: Po jeho zveřejnění bude autorské právo automaticky nastaveno na {$copyright}.
de: Das Urheberrecht wird automatisch {$copyright} zugewiesen, wenn dies veröffentlicht wird.
mk: Авторските права ќе бидат доделени автоматски на {$copyright} кога ова е објавено.
pt_br: Copyright será designado automaticamente a {$copyright} quando isto for postado.

# publication.unpublish
source: Unpost
bg: Снемане от публикация
cs: Zrušit publikování
de: unveröffentlichen
mk: Откажи
pt_br: Retirar

# publication.unpublish.confirm
source: Are you sure you don't want this to be posted?
bg: Сигурни ли сте, че материалът искате да бъде снет от публикуване?
cs: Opravdu chcete ukončit zveřejnění tohoto?
de: Sind Sie sicher, dass Sie nicht möchten, dass dies veröffentlicht wird?
mk: Дали сте сигурни дека не сакате ова да биде објавено?
pt_br: Você tem certeza que não quer que isso seja postado?

# publication.unschedule.confirm
source: Are you sure you don't want this to be scheduled to be posted?
bg: Сигурни ли сте, че не искате материалът да бъде насрочен за публикуване?
cs: Jste si jistí, že nechcete, aby se toto naplánovalo ke zveřejnění?
de: Sind Sie sicher, dass Sie nicht möchten, dass dieser Beitrag veröffentlicht wird?
mk: Дали сте сигурни дека не сакате ова да биде закажано за објавување?
pt_br: Você tem certeza que não quer que isso seja agendado para postagem?

# publication.version.details
source: Details for version {$version}
bg: Подробности за версия {$version}
cs: Podrobnosti verze {$version}
de: Details für Version {$version}
mk: Детали за верзијата {$version}
pt_br: Detalhes da versão {$version}

# submission.queries.production
source: Discussions
bg: Дискусии
cs: Diskuse
de: Diskussionen
mk: Дискусии
pt_br: Discussões

# submission.submit.form.contributorRoleRequired
source: Please select the contributor's role.
es_es: Seleccione el rol del colaborador.
fr_ca: Sélectionner le rôle du,de la contributeur-trice.
nb_no: Velg bidragsyterens rolle.

# submission.submit.form.wordCountAlert
source: Your abstract is too long. Please shorten it to below the word limit indicated for this section.
es_es: Su resumen es demasiado largo. Acorte por debajo del límite de palabras indicado para esta serie.
nb_no: Sammendraget ditt er for langt. Gjør det kortere i tråd med ordgrensen for denne seksjonen.

# submission.submit.form.abstractRequired
source: Please enter your preprint's abstract.
es_es: Por favor, introduzca el resumen de su preprint.
fr_ca: Veuillez entrer le résumé de votre prépublication.
nb_no: Legg inn sammendraget.

# submission.submit.form.titleRequired
source: Please enter the title of your preprint .
es_es: Por favor, introduzca el título de su preprint.
fr_ca: Veuillez inscrire le titre de votre prépublication.
nb_no: Legg inn tittelen på preprinten.

# submission.submit.form.authorRequired
source: At least one author is required.
es_es: Se requiere al menos un autor.
fr_ca: Au moins un-e auteur-e est requis-e.
nb_no: Legg inn minst en forfatter.

# submission.submit.submissionChecklistDescription
source: You must read and acknowledge that you've completed the requirements below before proceeding.
es_es: Debe leer y reconocer que ha completado los requisitos a continuación antes de continuar.
fr_ca: Vous devez lire et reconnaître que vous remplissez les conditions ci-dessous avant de pouvoir poursuivre.
nb_no: Du må lese gjennom og bekrefte at du har gjort alt på listen før du fortsetter.

# submission.submit.form.localeRequired
source: Please select a submission language.
es_es: Por favor seleccione un idioma de envío.
fr_ca: Sélectionner une langue de soumission.
nb_no: Velg et språk.

# submission.confirmSubmit
source: Are you sure you wish to submit this preprint to the server?
es_es: ¿Está seguro de que desea enviar este preprint al servidor?
fr_ca: Êtes-vous certain-e de vouloir soumettre cette prépublication au serveur ?
nb_no: Er du sikker på at du vil levere inn denne artikkelen til tjeneren?
