Repository: jardakotesovec/pkp-mono
Catalog: ops/locale/*/submission.po
Languages: bg, cs, de, es_es, fr_ca, mk, nb_no, pt_br

# submission.submit.userGroupDescription
source: Choose the capacity under which you are submitting this preprint .
es_es: Elija la capacidad bajo la cual está enviando este preprint.
fr_ca: Choisir le rôle sous lequel vous soumettez votre preprint.
nb_no: Velg en rolle for å levere inn denne preprinten.

# submission.submit.title
source: Submit a Preprint
es_es: Enviar un preprint
fr_ca: Soumettre une prépublication
nb_no: Lever inn en preprint

# publication.relation.submitted
source: Preprint has been submitted for publication in server
es_es: El preprint ha sido enviado para publicación en revista
